[
    {
        "id":"1",
        "category":"Museum",
        "place":"Visweswaraiah Industrial & Technological Museum",
        "distance":" 5 kms From Bangalore City Railway Station",
        "placeLocation":"Near Cubbon Park",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027351VisweswaraiahMuseum_Main.jpg",
        "desc":"At a distance of 5 km from Bangalore City Railway Station, Visweswaraiah Industrial and Technological Museum (VITM) is located on Kasturba Road in the surroundings of Cubbon Park, Bangalore. It is one of the best science museums in India, and one of the top places to visit in Bangalore, especially for children.\n\nVisvesvaraya Industrial and Technological Museum (VITM), is a constituent unit of the National Council of Science Museums (NCSM), Ministry of Culture, Government of India. It was established in memory of Bharat Ratna Sir M. Visvesvaraya. It is one of the must include places in Bangalore Tour Packages. Coverng an area of 4000 sq. m, the museum was opened by the first Prime Minister of India, Pandit Jawaharlal Nehru in 1962 while the first gallery set up at VITM, on the theme of Electricity, was opened to the public on 27th July 1965. The first gallery set up at VITM on the theme Electricity was opened to the public in 1965. An airplane and a steam engine are displayed in its compound.\n\nVITM has 7 permanent exhibition galleries titled Engine Hall, Fun Science, Electro technic, Space - Emerging Technology in the Service of Mankind, Biotechnological Revolution, BEL Hall of Electronics and Children Science. The Engine Hall exhibits engines of various automobiles, machines used in industry, a jet aircraft engine, and other mechanical devices. The Electro Technic Gallery contains interactive electrical exhibits which work on the basic principles of electricity, electronics, and communication. The Fun Science gallery exhibits the sciences of sound, optics, fluids, and perception.\n\nThe Space Gallery is about rocket science and the history of space exploration. Biotechnology hall has exhibits on the basics of Biotechnology and its applications. The Dinosaur alive has a moving replica of a Spinosaurus. The BEL Hall of Electronics has interesting exhibits on Electronics. There is a giant piano over which children can dance to play music. A pin-wall helps the children make the impression of their body parts on it. There is a virtual game area, where children can play music using virtual instruments.\n\nA new 3D theater is open to the public now which showcases interesting films on deep-sea diving and the brain are screened here. The museum also conducts a mini-planetarium show called Taramandal at regular intervals. This is the only museum in the world other than the Smithsonian Institutions in the US, to have a full-scale replica of the 1903 flyer of the Wright brothers.\n\nThe museum has Mobile Science Exhibition with 24 participatory exhibits mounted on a bus. Launched in the year 1970, the Mobile Science Exhibition travels through the length and breadth of the whole of South India.",
        "Timings":"9.30 AM - 6 PM, Closed on Ganesh Chathurthi & Diwali.",
        "EntryFee":"Rs. 40 for General Visitors, Rs. 30 for School Groups, Rs. 40 for 3D Show, Rs.10 for Taramandal, Rs.10 for SDL (Science Demonstration Lecture), and Rs. 25 for SOS (Science on a Sphere). There is a special fee for school children."
    },
    {
        "id":"2",
        "category":"Park",
        "place":"Lalbagh Botanical Gardens",
        "distance":"6 Kms From Bangalore City Railway Station",
        "placeLocation":"Lalbagh Fort Road",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027791Lalbagh_Main.jpg",
        "desc":"At a distance of 6 km from Bangalore City Railway Station, Lalbagh Botanical Garden is a botanical garden situated near the Lalbagh Fort Road in Bangalore. It is one of the largest botanical gardens in India, and among the most attractive places to visit in Bangalore.\n\nLocated in South Bengaluru, the Lalbagh Botanical Garden is the first of its kind, with planned routes, glasshouses, and ornamental flowers growing throughout the property. The ruler of Mysore, Hyder Ali commissioned the development of the garden in 1760 and was completed by his son Tipu Sultan, who designed the garden keeping in mind the beautiful gardens of Sira in the Tumkur district of Karnataka. The garden attained the status of a Government Botanical Garden in 1856. It is one of the peaceful places to visit as part of Bangalore Packages.\n\nSprawling over an area of 240 acres, there are more than 1,800 species of flora, including plants, shrubs, and trees, most of them from outside India. The park has some rare species of plants brought from Persia, Afghanistan, and France. With an intricate watering system for irrigation, this garden is aesthetically designed with lawns, flowerbeds, lotus pools, and fountains. The Lalbagh Rock, one of the oldest rock formations on earth dating back to 3,000 million years, is another attraction here.\n\nThe main attraction of the Garden is the Glass House. This has been modeled based on Crystal Palace in London. It was built in 1889 during the administration of John Cameron to commemorate the visit of the Prince of Wales. The Glass House hosts a flower show which is held every year on Independence Day and Republic Day. The Bandstand, Lecture Hall, Lalbagh House, Pigeon House, Statue of Chamaraja Wodeyar, Lalbagh West Gate Guard Room, Museum and the Main gate of Lalbagh, Deer Paddock, Lalbagh Lake, and Aquarium building are other artistic structures that can be seen in Lalbagh. Another popular attraction is the giant floral clock.\n\nAt present, Lalbagh is maintained by the Directorate of Horticulture, Government of Karnataka. A center for the scientific study of plants and botanical artwork, this garden is a testament to natural beauty",
        "Timings":"6 AM to 7 PM",
        "EntryFee":"Rs. 20 for Adults, & Rs. 10 for Children"
    },
    {
        "id":"3",
        "category":" Pilgrimage",
        "place":"ISKCON Temple",
        "distance":"6 Kms From Bangalore City Railway Station",
        "placeLocation":"On Hare Krishna Hill In Jayanagar",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027305ISKCONTemple_Main.jpg",
        "desc":"At a distance of 6 km from Bangalore City Railway Station, ISKCON (International Society for Krishna Consciousness) Temple Complex is located on the Hare Krishna Hill in Jayanagar. Dedicated to Lord Krishna, it is one of the largest ISKCON temples in the world. This is also one of the top pilgrimage sites & tourist places to visit in Bangalore.\n\nISKCON Sri Radha Krishna temple was inaugurated in the year 1997 by Shankar Dayal Sharma, then President of India. The temple was built to honor the birth centenary of Sri Prabhupada, the founder of the ISKCON. The project was conceived and executed by Madhu Pandit Dasa following the wishes of Prabhupada to promote Vedic culture and spiritual learning. The temple is a huge cultural complex housing the temples dedicated to Sri Radha Krishna, Sri Krishna Balarama, Sri Nitai Gauranga, Sri Srinivasa Govinda and Sri Prahlada Narasimha.\n\nThe temple covers an area of 7 acres and is built in Dravidian style. The temple is an exclusive combination of glass and gopuras, modern and traditional South Indian Temple architecture. The four gopurams inside the temple are connected by a striking glazed-glass canopy. The main temple hall houses the altars of Lords Sri Radha Krishna, Sri Krishna Balarama, etc. Gold plated kalasha which is 36 ft high and 18 ft wide, intricately designed is a must watch. The main deities are made of panchaloha and are gold plated.\n\nThe Kalyana mantapa and pravachana halls inside the complex are also worth watching. The temple has Vedic museums, landscaped gardens, exhibition halls and a lecture hall. The ISKCON temple is more than a place of worship, as it hosts several spiritual, educational and cultural activities.\n\nThe celebration of Sri Krishna Janmashtami at ISKCON temple is witnessed by huge number of devotees. Abhisheka of the Lord is the special feature of this festival. Milk, Honey, Curds and Fruit juices are used for abhisheka during the festival.",
        "Timings":"Timings: 4.15 - 5 AM, 7.15 AM - 1 PM & 4 PM - 8.45 PM.",
        "EntryFee":"Free"
    },
    {
        "id":"4",
        "category":"Historical",
        "place":"Bangalore Palace",
        "distance":"4 Kms From Bangalore City Railway Station",
        "placeLocation":"Palace Grounds Near Sadashiv Nagar",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/793916519BangalorePalace_Main.jpg",
        "desc":"At a distance of 4 km from Bangalore City Railway Station, Bangalore Palace is situated in the heart of Bangalore city, near Sadashiv Nagar. This is one of the best places of heritage in Karnataka, and among the top attractions you must include in Bangalore tour packages.\n\nThe Palace was first built by Rev. J. Garrett, who was the first Principal of the Central High School in Bangalore, now known as Central College. Spread over an area of 454 acres, the construction of the palace was started in 1862 and completed in 1944. In 1887, it was bought by the then Maharaja of Mysore Chamarajendra Wodeyar X. It is one of the most famous places to visit in Bangalore\n\nDuring a visit to England, Chamaraja Wodeyar was inspired by the Windsor Castle in London and along similar lines, he built this palace in Tudor style. The Palace is famous for its elegantly carved woodwork. The interiors have awesome floral motifs, cornices, moldings, and relief paintings on their ceilings. Gothic windows, fortified towers, battlements, and turrets lend a great degree of magnificence to the Bangalore Palace. There are 35 rooms in the palace, along with a manual lift. The inner walls of the palace are also decorated with paintings from the 19th century.\n\nThe palace has a large open square courtyard with granite seats, a ballroom, the Durbar hall along with many paintings of Raja Ravi Varma, a dining table of the Diwan of Mysore, Sir Mirza Ismail, among the others. The Wodeyars were believed to be great hunters, and Jayachamaraja Wodeyar was considered to have hunted around 300 tigers and several elephants. One such elephant head is mounted at the entrance of the palace. Stools made of elephant feet, vases of the elephant trunk, and trophies of elephant hunting are displayed in the palace.\n\nOnce the residence of the Wodeyars, it now serves as the venue for various concerts, exhibitions, and cultural programs held in the city. Presently, Bangalore Palace is under the ownership of the descendant of the Mysore Royal Family, Srikanta Datta Narasimharaja Wodeyar. He opened the palace in 2005 for public viewing. The palace has recently undergone a renovation.",
        "Timings":"10 AM to 5:30 PM",
        "EntryFee":"Rs. 230 for Indians, Rs. 460 for Foreigners, Rs. 285 for Mobile Camera, Rs. 685 for Still Camera, & Rs.1485 for Video Camera"
    },
    {
        "id":"5",
        "category":" Historical",
        "place":"Tipu Sulthan's Palace",
        "distance":"3 Kms From Bangalore City Railway Station",
        "placeLocation":"Near Tipu's Fort",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027722TipusPalace_Main.jpg",
        "desc":"At a distance of 3 km from Bangalore City Railway Station, Tipu Sultan's Palace or Tipu's Summer Palace is situated near the Tipu's Fort at Albert Victor Road. This palace stands as one of the notable Islamic buildings and an important landmark in the city of Bangalore. This was used as a summer retreat by the Sultan, who lovingly called it the Rash-e-Jannat meaning Envy of Haven.\n\nHyder Ali started the construction of the palace within the walls of the Bangalore Fort and it was completed by Tipu Sultan in 1791. Used as a summer retreat, the structure is similar to the Daria Daulat palace of Srirangapatnam. After Tipu Sultan's death in the Fourth Anglo-Mysore War, the British Administration used the palace for its Secretariat before moving to Attara Kacheri in 1868.\n\nThe Summer Palace is an example of Indo-Islamic architecture. The entire palace is built of teak wood, mortar, stone and plaster. It is laid on a stone plinth. The structure is two-storied and is supported by wooden pillars that rest on the stone base. The exquisitely carved pillars support giant wooden beams that hold the structure. It is believed that Tipu Sultan used to conduct his durbar from the upper floor of the palace. The upper chambers and balconies can be accessed by four staircases with the central portion being a large hall that leads to four smaller rooms. These rooms are considered to be women's quarters. Beautiful floral motifs enhance the walls and the ceilings of the palace.\n\nThe palace now houses a small museum showcasing various achievements of Tipu Sultan and his administration. There are several portraits of the people and places of that time. Besides the delicate carving and paintings, it houses an art gallery of nearly a thousand historical photos and artifacts of Hyder Ali, Tipu Sultan and other famous personalities. There is a replica of Tipu's Tiger, which is in the Victoria and Albert Museum in London. Tipu Sultan's clothes and his crown are present in silver and gold pedestals.\n\nThe site also holds a painting of grand throne visualized by Tipu Sultan himself. Coated with gold sheets and stuck with precious emerald stones, Tipu had vowed never to use it until he completely defeated the English Army. After Tipu Sultan's death, the British dismantled the throne and auctioned its parts. Museum is maintained and managed by the Archaeological Survey of India.",
        "Timings":" 10 AM to 6 PM from Monday to Saturday. Closed on Sundays.",
        "EntryFee":"Rs.5 for Indians and Rs.100 for foreigners. Photography is allowed and there is no special fee for camera."
    },
    {
        "id":"6",
        "category":" Pilgrimage",
        "place":"Dodda Ganapathi Temple",
        "distance":"6 Kms From Bangalore City Railway Station",
        "placeLocation":"Near Bull Temple In Basavanagudi",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027111DoddaGanapathiTemple_Main.jpg",
        "desc":"At a distance of 6 Kms from Bangalore City Railway Station, the Dodda Ganapathi Temple or Basavanagudi Ganesh Temple is located on the Bull Temple Road in Basavanagudi. Built in 1971, the temple has a monolithic statue of Lord Ganesha with 18ft in height and 16ft in width. It is one of the popular pilgrimage & tourist attraction in Bangalore.\n\nThe deity in this temple is also known as Shakthi Ganapathi or Satya Ganapathi. The idol is believed to be growing on its right side. The most popular ceremony of the temple is the butter coating which apparently consumes about 100 kg of butter. This butter is broken up and distributed to the devotees once in every four years. This is a spectacular sight at the temple and a visit to the temple to witness this is recommended.",
        "Timings":" 7 AM to 12.30 PM and 5.30 to 8.30 PM",
        "EntryFee":"Free"
    },
    {
        "id":"7",
        "category":"Pilgrimage",
        "place":"Bull Temple / Basavanagudi Nandi Temple",
        "distance":" 5 kms From Bangalore City Railway Station",
        "placeLocation":"Basavanagudi",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027823BullTemple_Main.jpg",
        "desc":"At a distance of 5 km from Bangalore City Railway Station, Bull Temple also known as Basavanagudi Nandi Temple is Hindu temple situated in Bull Temple Road, Basavanagudi area of South Bengaluru. This is one of the oldest temples in Bangalore, and also one of the must visit places as part of Bangalore Tour Packages.\n\nThe Bull Temple is dedicated to the sacred bull Nandi, the vehicle of Lord Shiva. The temple was built in 1537 by Kempegowda in the Dravidian style. It is one of the popular places to visit in Bangalore. The temple is relatively small in size, but houses one of the largest monolithic Nandi statues in the world which measures 4.5 meters in height and 6 meters in length. The temple also houses the idols of God Surya and Chandra, on their chariots. A 17th-century inscription at the base of the structure mentions a stream called Vrishabhavathi that originated here. The tower over the shrine was constructed in the early 20th century and is adorned with figures of gods and motifs.\n\nAs per legend, a bull used to destroy the groundnut crops, enraging a farmer who hit the bull with a club. The bull sat stunned and was suddenly transformed into a stone. The shocked farmer decided to build a temple to please the bull but was shocked to see that the bull was growing in size. The worried farmer then prayed to Lord Shiva who advised him to retrieve a trident buried a few feet away from the bull and place the trident on the forehead of the stone statue to stop it from growing. As a tradition, the farmers of Basavanagudi organized a Groundnut Fair known as Kadalekayi Parashe, near the temple, during November and December, offering their first harvest to the bull.\n\nThe Bugle Rock Park and Kempegowda's watchtower on the rock are worth seeing. The rock is 3000 million years old and is contiguous to the Lalbagh rock. Kempegowda, who built four watchtowers around Bangalore, constructed one at Bugle Rock to mark the city's southern boundary.",
        "Timings":"6 AM to 8 PM",
        "EntryFee":"Free"
    },
    {
        "id":"8",
        "category":" Historical",
        "place":"Vidhan Soudha",
        "distance":"3.5 Kms From Bangalore City Railway Station",
        "placeLocation":" Vidhan Soudha",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/793916327vidhansoudha_Main.jpg",
        "desc":"At a distance of 3.5 km from Bangalore City Railway Station, Vidhan Soudha is the state legislature building located on Dr. Ambedkar road at the northern end of Cubbon Park. It houses the Legislative Chambers of Karnataka State. This is one of the top tourist places to visit in Bangalore and also the largest Legislative building of India. This is one of the prime attractions of Bangalore city and also most commonly used to represent Bangalore.\n\nKengal Hanumanthaiah, the Chief Minister of Mysore, is credited with the conception and construction of the Vidhana Soudha. The foundation stone was laid by the then Prime Minister of India, Jawaharlal Nehru, on 13 July 1951. It was completed in the year 1956 at a total cost of around Rs. 1.75 crore.\n\nVidhana Soudha was built in the Neo-Dravidian architectural style and has the elements of Indo-Saracenic, Rajasthani and Dravidian designs. The magnificent white building is spread over 60 acres of land. The imposing white building comprises of several carved pillars, bases, pediments, cornices and arches.\n\nThe structure has four floors measuring 700 m × 350 m. Its eastern face has a porch with 12 granite columns, 40 feet (12 m) tall. The central dome of the building is 60 feet in diameter and is supported by 8 pillars. The central dome is crowned by the four headed lion, the national emblem of India. It also has six small domes, four in the front and two at the back side.\n\nThe attractive staircase with 45 steps is 204 feet wide, 70 feet deep and gives direct access to the floor leading to Assembly Chamber. There are three hundred rooms in Vidhan Soudha accommodating about twenty-two departments of the state government.\n\nPresently a replica known as Vikasa Soudha has been built by the government of Karnataka adjacent to the Vidhan Soudha as a secretariat building. The High Court of Karnataka is also located opposite to the building.\n\nThe admission to the building has been restricted and one has to take prior permission before visiting its interiors. It looks beautiful on Sunday evenings and on public holidays.",
        "Timings":"6 AM to 8:30 PM",
        "EntryFee":"Free"
    },
    {
        "id":"9",
        "category":"Museum",
        "place":"HAL Aerospace Museum",
        "distance":"15 Kms From Bangalore City Railway Station",
        "placeLocation":"At Marathahalli",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/138606180HAL_Aerospace_Museum.jpg",
        "desc":"At a distance of 15 km from Bangalore City Railway Station, the HAL Aerospace Museum is an Aviation museum cum heritage center located in Marathahalli locality of Bangalore. Situated at the intersection of HAL Old Airport Road & Basavanagar Road, it is the first aerospace museum in India, and among the must include places in Bangalore Tour Packages.\n\nLocated at Hindustan Aeronautics Limited premises, the HAL Aerospace Museum was established in 2001 by the Hindustan Aeronautics Limited (HAL), one of Asia's largest and most important aeronautical companies. The primary objective of setting up this museum was to educate the general public on the history of Indian aviation in general and the achievements of HAL in particular.\n\nSpread over 4 acres of area, the museum proudly boasts of the giant leaps Indian aviation has taken, both commercially as well as in terms of defense, giving the visitors an all-inclusive aerospace experience in the most effective environment possible. The HAL Aerospace Museum houses a fine collection of aircraft, prototypes, working models, photographs, and other unique exhibits in its two halls. The museum has an outdoor, open-air section where various famous aircraft such as MIG 21, Kiran, Marut, Ajeet, Canberra, Lakshya, HT-2, etc. are displayed. Other than this, there is a basic simulator game to give the visitors a virtual experience in flying and a real motion simulator, which gives you the very authentic feeling of flying a jet or a plane.\n\nThe Museum has an excellently landscaped exterior with an exclusive Rose Garden, Orchidarium, and Herbal Garden with several exotic varieties. A children's play area provides kids with endless hours of fun. A sustainability park displays working models of solar power systems, biogas plants, and hybrid windmills to educate visitors and students on alternate energy sources which help conserve natural resources and preserve the environment.",
        "Timings":"9 AM - 5 PM",
        "EntryFee":"Rs. 50 for Adults, Rs. 30 for Children, Rs. 50 for Camera, Rs. 50 for Basic Simulator Game, & Rs. 100 for Motion Simulator"
    },
    {
        "id":"10",
        "category":" Pilgrimage",
        "place":"Ragigudda Prasanna Anjaneya Swamy Temple",
        "distance":"10 Kms From Bangalore City Railway Station",
        "placeLocation":"In The 9th Block Of Jayanagar",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/138606802Ragigudda_Temple.jpg",
        "desc":"At a distance of 10 km from Bangalore Central Railway Station, Sri Ragigudda Sri Prasanna Anjaneya Temple is a Hindu temple situated on a hillock in the 9th Block of Jayanagar suburb in Bangalore. It is one of the popular places to visit in Bangalore.\n\nBuilt in 1972, Ragigudda Sri Prasanna Anjaneya Temple is dedicated to Hindu God- Hanuman. The temple spreads over a vast area of 5 acres. The chief deity of the temple was formed with a heap of grains of Ragi millet and hence, it came to be known as Ragigudda- 'Ragi' meaning millet and 'gudda' meaning a hillock.\n\nAccording to mythology, this place owes it to a pious lady Sudharma who was the wife of a local chieftain. One day the trinity comes in the form of visitors and asks for bhiksha (alms). She gives them newly harvested Ragi. Her mother-in-law disapproves of it and wants it back. This being an unholy act she says that if the visitors do not want the bhiksha then she does not need the Ragi. This Ragi becomes a hillock. In the end, the holy trinity is pleased with her selfless behavior and grant her their sacred darshan. The holy trinity decided to stay near the same hilltop and so they transformed themselves into rocks near the temple premises. The rocks now bear engravings on them and are open for public view.\n\nThe temple houses a huge gorgeous idol of Hanuman and beautiful shrines of Ram, Sita, and Lakshman, along with a Shivaling. The temple complex boasts of a water tank called the Pushkarni, an auditorium, a tiny Prasad division, and an amphitheater. It also flaunts an artificially created waterfall that beautifies the already enchanting hilltop view. There is also a smaller temple dedicated to Ganesha, Navagraha, and goddess Rajarajeshwari at the base of the hillock.\n\nThe most important festival of the temple is the Hanuman Jayanti, which is a 12- day long festival and is a grand event, celebrated with a lot of zeal and fervor in December. A lot of yajnas, abhisheka, and poojas are carried out with the Mahaprasad being served to thousands of devotees. The temple also has a charitable front that helps the unprivileged and those in need and care.",
        "Timings":"8 AM - 11.30 AM & 5 PM - 8.30 PM",
        "EntryFee":"Free"
    },
    {
        "id":"11",
        "category":"Park",
        "place":"Freedom Park",
        "distance":"2 Kms From Bangalore City Railway Station",
        "placeLocation":"In Gandhi Nagar Area",
        "TransportationOptions":"Bus / Cab / Aut",
        "images":"https://www.trawell.in/admin/images/upload/1602069Freedom_Park.jpg",
        "desc":"At a distance of 2 km from Bangalore City Railway Station, Freedom Park is a public park situated in the heart of Bangalore city. It is one of the best places to visit in Bangalore.\n\nFreedom Park was opened to the public in the year 2008 in the Gandhi Nagar area of Bangalore. This Park showcases the campus that was formerly a central jail, where several opposition leaders including Atal Bihari Vajpayee and L.K. Advani was jailed at this venue during the Emergency period between 1977 and 1979. It also hosted India Against Corruption (IAC) supported Anna Hazare indefinite fast for governmental action in the enactment of the Lok Pal bill.\n\nSpread over an area of about 21 acres, Freedom Park was inspired by Hyde Park and the Kensington Park of London. This park has been designed to serve as a platform for various public meetings, protests, rallies. Freedom Park lets visitors gain a glimpse of life in prison. There is also a central tower that was used to observe the activities of the prisoners. It has various other attractions too such as a Jail Museum, Sculpture court, People Courtyard, Water Fountain, Book Museum along with a huge area for children to play. There is also an amphitheater for the speakers to put across their views.\n\nThere are two entries to the park one is Seshadri Road and the other is Ramachandra Rao Road which enables convenience in reaching from different sides of the city. Freedom Park is one of the offbeat locations to wander in the garden city.",
        "Timings":"5 AM - 8.30 AM & 4 PM - 8 PM",
        "EntryFee":"Free"
    },
    {
        "id":"12",
        "category":" Miscellaneous",
        "place":"Art Of Living Center",
        "distance":"25 Kms From Bangalore City Railway Station",
        "placeLocation":"On Kanakpura Road",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/309082708Art-of-living-center.jpg",
        "desc":"At a distance of 25 km from Bangalore Railway Station, the Art of Living Centre is the headquarters of the spiritual and cultural organization Art of Living Foundation. Located on Kanakpura Road atop Panchagiri Hills, it is one of the must-visit places as part of Bangalore tour packages.\n\nFounded by Sri Sri Ravi Shankar in 1986, the Art of Living International Center focuses on creating a stress-free society through its multitudinous programs which include yoga, meditation, Ayurveda treatments, etc. Popularly called the Bangalore Ashram, the ashram, set on a tranquil backdrop with pretty winding paths, colorful flowering gardens, and a sparkling lake, provides a much-needed respite from the strain and monotony of the routine. It attracts over 1.2 million people annually from across the world.\n\nSpread over an expansive area of around 250 acres, the Art of Living International Center is the perfect place for you to make any day of your life the most memorable one. The magnanimous campus houses several mini gardens, a tiny water lake, and an abundance of trees. Nakshatra Vanam is one of the most noted places at The Art of Living International Center as it boasts many rare plants with medicinal values. This garden helps astrologically while sitting and meditating under the tree based on one's birth star. The Guru Paduka Vanam, designed in the shape of a Paduka, is an open arena that accommodates millions of people. The Vishalakshi Mantap is the focal point of the Ashram and includes a meditation hall with a capacity of 25,000 people.\n\nRadha Kunj is another beautiful garden in the ashram adorned with exotic flora, unending greenery, sparkling fountains, a lake, lily ponds, a waterfall, and an earthy pathway. Radha Kunj is a tribute to the well-known original garden in Vrindavan. The Samba Parameshwara temple is built on the principles of Agama, and the central Shivalinga has 1008 oval-shaped Lingas carved on it and has been very artistically designed, resembling the famous Amarnath Cave. The ashram also houses Sri Sri Gurukul, Goshala, and Sri Sri Ayurveda Panchakarma Centre.\n\nArt of Living Centre aims to unite people and help them reflect on their lives through meditative programs, satsangs, and spiritual talks while keeping them in-between nature. There also has to the option of Seva, which is just voluntary work you can do to attain the satisfaction of the mind. Apart from these, one can attend numerous residential courses at the Ashram each week, right from a Basic Course that introduces one to the world-renowned Sudarshan Kriya to an Advanced Course that gives one a chance to go deeper within oneself.\n\nThe ashram also provides the facility of a bus tour that can take you around the entire campus for sightseeing. One can reach the Registration Desk to book the tour through Entry gates 4 and 5. The receptionist can help you with any queries and proceed with your reservations. It is preferable to make reservations in advance to avoid inconvenience.",
        "Timings":"6 AM - 9 PM",
        "EntryFee":"Free"
    },
    {
        "id":"13",
        "category":" Pilgrimage",
        "place":"Maha Bodhi Society Temple",
        "distance":" 25 Kms From Bangalore City Railway Station",
        "placeLocation":" In The Gandhi Nagar Area",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/30879280Maha-Bodhi-Temple.jpg",
        "desc":"At a distance of 25 km from Bangalore Railway Station, the Maha Bodhi Society Temple is a Buddhist temple located in the Gandhi Nagar area of Bengaluru, Karnataka. It is one of the recently added attractions to visit as part of Bangalore tour.\n\nThe Maha Bodhi Society Temple is known for its spiritual significance and architectural beauty. The temple was built by the Maha Bodhi Society, a Buddhist Charitable Organization established in 1956 by the Most Venerable Acharya Buddharakkhita with the main objective of putting into practice the teachings of Bhagawan Buddha through meditation, selfless service, imparting education, serving the sick and needy people. It is dedicated to the welfare and happiness of people, irrespective of religion, race, color, nationality, or sex.\n\nAlso known as Mahabodhi Loka Shanti Buddha Vihara, the temple's design incorporates traditional Buddhist elements, featuring a towering central dome and ornate carvings that depict scenes from the life of Buddha. The tranquil atmosphere within the complex provides a serene environment for meditation and spiritual contemplation. The temple also houses a sacred Bodhi tree, a sapling of the original Bodhi tree in Bodh Gaya, under which Buddha attained enlightenment.\n\nThe Maha Bodhi Society Temple serves as a place of refuge and inspiration, attracting Buddhists and individuals seeking solace and spiritual guidance in the heart of Bangalore. One can offer prayers, participate in chanting sessions, or simply soak in the peaceful ambiance. Spiritual and academic studies are conducted here regularly, along with prayer sessions, meditation, chanting, talks, discourses, dhamma studies, and a lot more.",
        "Timings":"9 AM - 7 PM",
        "EntryFee":"Free"
    },
    {
        "id":"14",
        "category":"Adventure",
        "place":"Bilikal Rangaswamy Betta",
        "distance":"75 Kms From Bangalore City Railway Station",
        "placeLocation":"Bilikal Rangaswamy Betta",
        "TransportationOptions":" Bus / Cab / + Walk/Trek",
        "images":"https://www.trawell.in/admin/images/upload/341453871Bangalore_Bilikal_Betta_Main.jpg",
        "desc":"At a distance of 75 km from Bangalore City Junction, 16 km from Kanakapura & 112 km from Mysore, Bilikal Rangaswamy Betta is a hill near Kanakapura town. It is one of the highest hills in the area, and also one of the popular places to visit near Bangalore.\n\nSituated at an altitude of 3780 ft, Bilikal Rangaswamy Betta is also called Bilikal Betta that means white rocks. It is one of the popular places for trekking around Bangalore. There is a temple dedicated to Lord Rangaswamy at the peak of Bilikal Betta. This temple is located underneath a huge, white-colored rock. The temple priest lives near to the temple and the only person living at the peak. Every year, pilgrims from the surrounding area climb this hill to celebrate a festival at the Rangaswamy temple at the top.\n\nThe Trekking Trail starts from Konala Doddi (which is about 58 kms from Bangalore City Junction - Bilikal Betta is 6 kms from here). Bilikal Rangaswamy Trek is a moderate one with a well marked path up till the peak. The trekking takes 2.5 hrs uphill and about 1.5 hr downhill. The trail begins with a half kilometer walk on a relatively level path, after which the forest becomes denser and the gradient of slope increases drastically. The trail constantly winds uphill at an incline and includes slightly steep stretches.\n\n Bilikal Rangaswamy Betta belongs to the Eastern Ghats and is filled with shrub forest. Elephants and other animals can be spotted in these forests during the night. The view from the top is very picturesque as one can see the hillocks from the surrounding Kanakapura range, mainly BM betta, Kabbala durga and Savanadurga too.\n\nBest time to visit Bilikal Rangaswamy Betta is during the post monsoon season of August to January. Hotels are available at Harohalli. No shops are available at Koonala Doddi and afterwards, so need to carry your own food and water.\n\nThe trek starts from Konala Doddi, which about 6 kms from Bilikal Betta. KSRTC and private buses are available to Kanakapura from KR Market which passes through Harohalli (42 km from Bangalore City Junction). From Harohalli, KSRTC and private buses are available to Dodda Maralawadi (11 kms from Harohalli). From Dodda Maralawadi, very few transportation options are available to Konala Doddi (5 kms from Dodda Maralawadi), but autos or private vehicles can be hired. Private cabs are also available at Harohalli to Konala Doddi.\n\nApart from the Trek route from Konala Doddi, there is also a jeep track till the peak from Kanakapura, which can also be trekked but a little long route.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"15",
        "category":" Adventure",
        "place":"Skandagiri / Kalavara Durga",
        "distance":"61 Kms From Bangalore City Railway Station",
        "placeLocation":"Skandagiri / Kalavara Durga",
        "TransportationOptions":"Bus / Cab / + Walk/Trek",
        "images":"https://www.trawell.in/admin/images/upload/341453268Bangalore_Skandagiri_Main.jpg",
        "desc":"At a distance of 61 km from Bangalore City Junction and 5 km from Chikballapur, Skandagiri is an ancient mountain fortress lies at an altitude of about 1350 m. It is geographically located close to Nandi HIlls. This is among the best places for trekking near Bangalore especially famous for night treks, camping and bird watching.\n\nSkandagiri is also known as Kalavara Durga. It has an ancient dilapidated fort that belonged to a local king and was later concurred and used by Tipu Sultan. After Tipu's downfall, the fort was ignored and laid in ruins. Today one can only see parts of the fort wall in some places.\n\nThe Skandagiri trek is a moderately difficult trek. There are two routes to reach the base of the hill. One is from Chikballapur town and the other as a detour from the road that leads to Nandi Hills. The trek starts from the Papagni Temple at the foot of the hill. This steep and fantastic trek through a maze of dense shrub is highly interesting. There are six series of stonewalls protecting an abandoned ancient temple on the hilltop.Skandagiri is more famous for night trekking. Hundreds of people gather there on Saturday and Sunday mornings to watch the sunrise. It is best climbed very early in the morning or in a full moon night. Sunrise seen from the top is breathtaking. At the top of the hill is a stretch of flat area that has a temple and few stone pillars belonging to ancient houses. This 8 km trek comprises of ascending and descending through rugged terrains and can be completed within 4-5 hours of ascending and descending.On the uphill trek you will encounter two caves. One is at the base of the hill and the other is on the midway - approximately thirty feet from the top. Trekkers must carry water, first aid box, snacks and torch. Local villagers camp on the peak and sell omelets, cold drinks, tea and other refreshments. They even gather wood for you in case you want a campfire and can serve as guides over the terrain.\n\nThe best time to visit Skandagiri is from May to December.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"16",
        "category":"Historical",
        "place":"Avani",
        "distance":"98.5 Kms From Bangalore City Railway Station",
        "placeLocation":"Avani",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/341453716Bangalore_Avani_Main.jpg",
        "desc":"At a distance of 30 km from Kolar and 98.5 km from Bangalore City Junction, Avani is a small village in Kolar district of Karnataka. Avani is renowned for housing varied ancient temples. It is one of top historical places to visit as part of your Bangalore tour and among the popular sightseeing spots around Bangalore. It is also a popular location for rock climbing.\n\nThe village of Avani received a prominent place mainly due to the legends associated with it. According to mythology, goddess Sita gave birth to her twin children Lava-Kusha at Avani. It is also said that the war between Lord Rama and his sons Lava and Kusha took place in this village. As per the local belief, sage Valmiki, the author of the epic Ramayana was residing here during the period of Ramayana.\n\nAnother legend has it that when Sri Narasimha Bharati IV of the Sringeri Sharada Peetham was on his sancharas', he camped here for a few days. During his stay in Avani, he discovered an idol of Goddess Sharada. The idol was in standing posture flanked by Adi Shankaracharya with Sri Chakra. He established a new Mutt, which is presently known as Avani Sringeri Jagadguru Shankaracharya Sharada Peetham.\n\nAvani also houses a Sita temple situated on a hill. This temple is one of the few temples dedicated to Sita Devi in India. This temple has the idols of Sita Devi and Parvati Devi. This is considered the place where Sita Devi went into ground after handing over Lava and Kusha to Rama.\n\nAvani also has ancient temples known as the Ramalingeshwara, Lakshmaneshwara, Bharateshwara and Shatrugneshwara, built by the Nolamba rulers in 10th century. According to legend, Rama was performing Ashwamedha Yaga when his Horse was tied up by Lava and Kusha. Even after repeated requests by Lakshmana, Bharatha, Shatrugna and others, they did not free the Horse and fight took place between them. When everyone lost to Lava and Kusha, Rama himself turned up and had to fight. Later this was disrupted by Sita. This is a sin since the fight was between father and the sons and other relatives. This was the reason Valmiki installed the Lingas for papa pariharam. The entire compound comes under the purview of the Archaeological Department and is well maintained.\n\nMaha Shivaratri and Ramalingeshwara rathostava are the famous festivals that are celebrated with great pomp and fervor here.",
        "Timings":"Always Opened",
        "EntryFee":" Free"
    },
    {
        "id":"17",
        "category":"Pilgrimage",
        "place":"Ranganatha Swamy Temple - Magadi",
        "distance":"44.5 Kms From Bangalore City Railway Station",
        "placeLocation":"Ranganatha Swamy Temple - Magadi",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/34145322Bangalore_Magadi_Ranganatha_Temple_Main.jpg",
        "desc":"At a distance of 2 km from Magadi Bus station and 44.5 km from Bangalore City Junction, The Ranganatha Swamy Temple located in Magadi is an ancient temple and a protected monument. This is one of the popular pilgrimage sites to visit around Bangalore.\n\nThe Ranganathaswamy temple is situated on a hill called Tirumale. There is a vast Prakara with a gateway having tall Rajagopura. The sanctum of the Ranganatha temple was first consecrated in early 12th century by the Chola ruler and the temple has undergone renovations and expansion since. The beautiful gopuras were built by Vijayanagara emperor Krishnadevaraya in the 16th century and later renovated by King Jayachamaraja Wodeyar of Mysore. There are structures inside the sanctum which were also built by the Cholas and later renovated.\n\nThe temple dedicated to Lord Ranganatha is actually a standing image of Narayana about 3 ft tall in Vijayanagara style with Shankha, Chakra, Gada and Abhaya attributes in four hands. The main deity is traditionally believed to be installed by Mandavya Rishi. Gopura of the temple is in Dravidian style. There are beautiful pillars inside the temple. Usually the idol of Lord Ranganatha would be in reclining position. But here it is in standing posture. Originally it is said to be the idol of Lord Venkateshwara. During the period of Tippu Sultan, many Hindu temples were destroyed. To save this temple, they called Venkateshwara as Ranganatha, as Tippu Sultan was faithful to his god Ranganatha Swamy at Srirangapattana. One more interesting idol inside is Beleyo Ranga (Growing Ranga) which is a small idol of Ranganatha in reclining position.\n\nThere are other shrines dedicated to Rama, Sita, Anjaneya and Venugopala Krishna. Behind the main shrine, there is a small temple dedicated to Putta Ranganatha. The temple of Goddess Lakshmi is also near this shrine. There is a Garuda Sthamba (flag post) which mentions the offerings made by Emperor Krishnadevaraya in 1524 AD. The stepped well or kalyani (sacred pond) is on the right side of the temple and many rituals are conducted here.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"18",
        "category":"Pilgrimage",
        "place":"Someshwara Temple - Magadi",
        "distance":"47.5 Kms From Bangalore City Railway Station",
        "placeLocation":"Someshwara Temple - Magadi",
        "TransportationOptions":"Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/341453409Bangalore_Magadi_Someshwara_Temple_Main.jpg",
        "desc":"At a distance of 2 km from Magadi Bus station and 47.5 km from Bangalore City Junction, Sri Someshwara temple located in Magadi is an ancient structure and is a protected monument.\n\nSri Someshwara temple is one of the oldest and famous temples situated in Magadi town. This temple belongs to early 16th century. This temple was constructed by Sri Nada Prabhu Kempe Gowda in the year 1512. The temple occupies a large area and consists of spacious inner Prakara (courtyard) with lofty lowers and several fine mantapas. These mantapas are now in ruins due to neglect and lack of maintenance.\n\nSri Someshwara Temple was dedicated to Lord Shiva. There are beautiful sculptures of figures of humans, birds, animals, etc. decorating the pillars of the temple, which is built in the Hoysala style of architecture and the pillars have the typical symbols of lions, soldiers and dancing girls on them. To the left of the main temple is a small temple dedicated to Parvathi, which has small towers at the four comers of the enclosure and a large pond at some distance in the front. A short distance from the complex is a mantapa for Nandi.",
        "Timings":"9 am - 12 pm and 6 pm - 8 pm from Monday to Friday, 6 am - 8 pm on Saturday, Sunday & Festival Days.",
        "EntryFee":"Free"
    },
    {
        "id":"19",
        "category":"Waterfall",
        "place":"Kaigal Falls / Dumukurallu Waterfalls",
        "distance":"78 Kms From Bangalore City Railway Station",
        "placeLocation":"Kaigal Falls / Dumukurallu Waterfalls",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/856360160Kanipakam_Kaigal_Falls_Main.jpg",
        "desc":"At a distance of 2.5 km from Kaigal Village, 28 km from Palamaner, 55 km from Kolar, 92 km from Horsley Hills, 142 km from Tirupati, 123 km from Bangalore, 68 from Chittoor, 78 km from Kanipakam, 96 km from Vellore & 225 km from Chennai, Kaigal Water Falls, also known as Dumukurallu Waterfalls is a nice waterfall located on the Palamaner - Kuppam Highway.\n\nThe waterfall is natural, perennial and water comes from a big rock at a height of 40 feet, irrespective of seasons. But its force and beauty is increased during the Monsoon season. The name Dumukurallu waterfalls came into prominence because of its sound resembling the fall of stones from above.\n\nThe falls is formed by the Kaigal stream which is one of the two streams flowing through Koundinya Wildlife Sanctuary. There is a big pond below the waterfalls and this is a nice place to visit for nature lovers. It is situated in a dense forest with plenty of birds, shrubs, trees and wildlife. The falls is particularly popular picnic destination for people from surrounding areas. There is a shivalinga installed near the falls which attracts pilgrims from nearby villages during Shivaratri festival.\n\nVisitors seeking public transportation can take Palamaner - Kuppam bus and get down at Kaigal waterfalls bus stop. From the Kaigal Waterfalls bus stop, the falls can be reached by 10 minute walk on mud road. The road from highway becomes inaccessible for vehicles during peak monsoons and walking is the best mode to reach the falls from main road.\n\nThere is no accommodation available nearby waterfalls. Best season to visit the waterfalls is between September and December.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"20",
        "category":"Pilgrimage",
        "place":"Lepakshi",
        "distance":"124 Kms from Bangalore",
        "placeLocation":"Lepakshi",
        "TransportationOptions":"Cab/Bus/Personal Vehicle",
        "images":"https://www.trawell.in/admin/images/upload/145548500Lepakshi_Veerabhadra_Temple_Main.jpg",
        "desc":"At a distance of 125 km from Anantapur, 124 km from Bangalore City Junction, 225 km from Tirupati, 478 km from Hyderabad & 569 km from Vijayawada, Lepakshi is a small village which lies 14 km east of Hindupur in Anantapur district of Andhra Pradesh. It is the one of the important heritage sites in Andhra Pradesh highlighting the legacy of Vijayanagara Dynasty. It is one of the famous Tourist places in Andhra Pradesh and also one of the popular one day trip from Bangalore.\n\nLepakshi was founded in the 16th century during the reign of the Vijayanagara king, Aliiya Rama Raya. Virupanna, the royal treasurer was accused of drawing funds without the king's permission from the state treasury to build the Veerabhadra temple at Lepakshi. However, he blinded himself to avoid the king's punishment. Even today one can see two dark stains upon the wall near the Kalyana Mandapa, which are said to be the marks made by his eyes. Hence the village is called 'Lepa-akshi', means a village of the blinded eye.",
        "Timings":"6 AM - 7 PM",
        "EntryFee":"Free"
    },
    {
        "id":"21",
        "category":"Historical",
        "place":"Attara Kacheri (High Court)",
        "distance":" 3.5 Kms From Bangalore City Railway Station",
        "placeLocation":"Opposite To Vidhan Soudha",
        "TransportationOptions":"Cab / Auto / Bus",
        "images":"https://www.trawell.in/admin/images/upload/793916941HighCourt_Main.jpg",
        "desc":"At a distance of 3.5 Kms from Bangalore City Railway Station, Attara Kacheri is a building housing the High Court of Karnataka state. Situated opposite to Vidhana Soudha, the Attara Kacheri is a beautiful 19th century stone structure. One of the major attractions of the Attara Kacheri is its Gothic Style of architecture.\n\nIt is a two-storied building, built in the European classical style. Built with red stone, it serves as the perfect contrast to the white columned building of Vidhana Soudha. Attara Kacheri was built under the reign of Tipu Sultan, the Emperor of Mysore. He named the building as Attara Kacheri, meaning eighteen offices or departments. This was completed in 1864 and housed the Public Offices from 1868 until 1956. These were later moved to the Vidhana Soudha, and this building became the high court. On the ceiling of its Central Hall is a Portrait of Sir Mark Cubbon, Commissioner of Mysore from 1834 to 1861. Behind the building is a statue of him by Baron Marochetti.",
        "Timings":"Working Days",
        "EntryFee":"Free"
    },
    {
        "id":"22",
        "category":"Park",
        "place":"Cubbon Park",
        "distance":"4 Kms From Bangalore City Railway Station",
        "placeLocation":"Cubbon Park",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027234CubbonPark_Main.jpg",
        "desc":"At a distance of 4 Kms from Bangalore City Railway Station, The Cubbon Park, officially known as Sri Chamarajendra Park is a historic park located in the heart of the city. Cubbon Park was named after Sir Mark Cubbon, Bangalore's longest serving commissioner. This beautiful park was planned and laid out in 1864 by Sir. Richard Sankey, the then Chief Engineer of Mysore. Cubbon Park is under the control of the Department of Horticulture. It is one of the popular visiting places in Bangalore with family.\n\nLawns with vibrant flower beds, shady bowers and flowering trees, make this an ideal place for fitness freaks and the elderly to take their morning jogs or evening walks. The Park has elegant classical buildings like Attara Kacheri, the Visweswaraiah Industrial and Technological Museum, Government Museum, Aquarium, Venkatappa Art Gallery and Seshadri Iyer Memorial Hall, all of which are well known. It also houses Bal Bhavan - an amusement park for children.\n\nCubbon Park is open to the public on all days.",
        "Timings":"10 AM to 8 PM",
        "EntryFee":"Free"
    },
    {   
        "id":"23",
        "category":"Museum",
        "place":"The Govt. Museum",
        "distance":"4 Kms From Bangalore City Railway Station",
        "placeLocation":"Near Cubbon Park",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027907GovtMuseum_Main.jpg",
        "desc":"At a distance of 4 Kms from Bangalore City Railway Station, The Karnataka Government Museum is located at the Kasturba Gandhi Road, quite near to the Cubbon Park. Established in 1886, it is one of the oldest museums in India. It is also known as State Archeological Museum. With great collection of artifacts, it's one of the ideal places to visit in Bangalore for history & art lovers.\n\nThere are 18 galleries showcasing a rich collection of coins, art and relics from the Mohenjodaro, Halebid and Vijayanagara. It also houses the relics dating back to 5000 years. The painting gallery includes beautiful and rare paintings in Mysore and Tanjore style and also paintings from Rajasthani and Pahari schools. The museum also preserves antiques that date back to the civilization of Harappa and Mohenjodaro. Among the other artifacts on display, ivory carvings, inlay work, sandal-wood caskets are highly appreciated.",
        "Timings":"10 AM to 5 PM. Closed on Wednesdays and public holidays",
        "EntryFee":"Rs. 10 for Adults & Rs. 5 for Children"
    },
    {
        "id":"24",
        "category":"Museum",
        "place":"Venkatappa Art Gallery",
        "distance":"4 Kms From Bangalore City Railway Station",
        "placeLocation":"Inside Govt Museum",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027993VenkatappaGallery_Main.jpg",
        "desc":"At a distance of 4 Kms from Bangalore City Railway Station, The Venkatappa Art Gallery is situated in the Karnataka Government Museum. The Art Gallery is comprised of two floors and displays 600 paintings. It houses some of the exclusive collections of scenic displays and also a must visit place in Bangalore for art lovers.\n\nVenkatappa Art Gallery, as the name suggests has an exhibition of the great works of the famous artist K. Venkatappa. Some of the great works of the painter that one can see in the gallery include scenic view of the lake of Ooty, Nilgiri Mountains at Kodaikanal, sunrise of Ooty and so on. Works of artists like MF Hussain, Vasudev, Hanumaiah, Hariram, Rekha Rao etc are displayed here. The exquisite woodcarvings of CP Rajaram are displayed on the first floor. Other than this, there is the Hebbar Section dedicated to K.K. Hebbar to display his paintings.",
        "Timings":" 10 AM to 5 PM. Closed on Wednesdays and public holidays",
        "EntryFee":"Free"
    },
    {
        "id":"25",
        "category":"Pilgrimage",
        "place":"Kemp Fort Shiva Temple",
        "distance":"12 Kms From Bangalore City Railway Station",
        "placeLocation":"Near Kemp Fort On Airport Road",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027230ShivaTemple_Main.jpg",
        "desc":"At a distance of 12 km from Bangalore City Railway Station, the Shiva Temple, also known as Kemp Fort Shiva Temple, is located on Airport Road. Construction of the 65-feet-tall Lord Shiva idol and the temple started in 1994. The temple was inaugurated in 1995 by Sri Shankaracharya of Sringeri on the auspicious day of Maha Shivaratri. It is one of the popular among Bangalore tourist places.\n\nThis temple attracts large crowd due to its grandeur, aesthetic values and majestic look. It boasts of awesome 65 feet high depiction of Lord Shiva seated in Lotus position. It has the backdrop of Mount Kailash, the Lord's heavenly abode and the river Ganga flowing from his hair locks.\n\nBehind the idol is the holy cave, resembling the Cave Yatra traditionally called the Amarnath Yatra. Within the cave there are 12 beautifully decorated replicas of Jyotir Lingas. The cave is open to the public from 9 AM to 9 PM. It attracts a large number of devotees, especially during festivals like Shivaratri, when four to five lakh devotees visit this place.\n\nAnother attraction here is God Ganapati's Statue which is 35 feet tall. The white statue of Ganapati is seated close to the entrance, blessing the devotees with his right hand and a modak in his left hand. The temple features Navagraha temple, Pratyaksh Ling, a replica of Mansarovar Lake and Upchaar Patthar, which is a healing stone known to have magically cured numerous ailing patients.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"26",
        "category":" Pilgrimage",
        "place":"Banashankari Temple",
        "distance":" 8.5 Kms From Bangalore City Railway Station",
        "placeLocation":"On Kanakapura Road",
        "TransportationOptions":"Cab / Auto / Bus",
        "images":"https://www.trawell.in/admin/images/upload/333509907BanashankariTemple_Main.jpg",
        "desc":"At a distance of 8.5 Kms from Bangalore City Railway Station, Sri Banashankari Temple is situated on Kanakapura Road. Dedicated to Banashankari Amma, an incarnation of Goddess Parvati, this temple is one of the oldest and most famous temples in Bangalore.\n\nThe temple was constructed by Subramanya Shetty in 1915. Most noteworthy feature of the temple is that the deity is worshipped in Rahukala, an inauspicious time according to Hindu belief. The temple is open to public everyday but special puja is performed on Tuesday, Friday and Sunday. A popular belief among the devotees is that by worshipping goddess Banashankari Amma in Rahukala, all the hardships and poverty will be removed. The deity is worshipped by lighting multiple oil lamps in half cut lemon peels with the pulp removed.\n\nThe temple celebrates three cultural ceremonies in a year - Sep 13th the birthday of Banashankari Amma, Dussehra Festival in October and the temple anniversary in Dec.",
        "Timings":"6 AM - 1:30 PM & 4 - 9 PM",
        "EntryFee":"Free"
    },
    {
        "id":"27",
        "category":"Historical",
        "place":"The Tipu's Fort",
        "distance":"3 Kms From Bangalore City Railway Station",
        "placeLocation":"Near City Market",
        "TransportationOptions":"Cab / Auto / Bu",
        "images":"https://www.trawell.in/admin/images/upload/148027316TipuFort_Main.jpg",
        "desc":"At a distance of 3 Kms from Bangalore City Railway Station, The Tipu's Fort is set in the heart of the Bangalore city opposite to the city market. The fort is originally constructed using mud and brick by Kempe Gowda in 1537 AD. Later an extension was made by Chikkadevaraya Wodeyar of Mysore and again the structure was later demolished and reconstructed by Haider Ali and his son Tipu Sultan in the 18th century.\n\nThe fort is a two-storied wooden structure, carved out of teakwood with decorated pillars, concave arches and balconies. Today the fort houses a museum adorned with ancient artifacts from Hyder Ali & Tipu's regime. The fort is noted for its beautifully carved arches in Islamic style and for the well-preserved temple dedicate to Lord Ganesh. Most part of the fort is in ruins.",
        "Timings":"10 AM to 6 PM. Closed on Sundays.",
        "EntryFee":"Free"
    },
    {
        "id":"28",
        "category":"Miscellaneous",
        "place":"Jawaharlal Nehru Planetarium",
        "distance":"3 Kms From Bangalore City Railway Station",
        "placeLocation":"In T Chowdiah Road Near Vidhana Soudha",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027461Planetarium_Main.jpg",
        "desc":"At a distance of 3 Kms from Bangalore City Railway Station, the Jawaharlal Nehru Planetarium is situated at T. Chowdiah Road in Bangalore near Vidhana Soudha. Established in 1989, the Planetarium has an observatory equipped with a six inch code refractor telescope. It is one of the ideal places to visit for children in Bangalore.\n\nThe sky theatre inside with a dome of 15 m in diameter has a sitting capacity of 225. The Planetarium aims to provide an awareness of astronomy amongst students as well as the common public. Daily two shows are held here for everyone interested in knowing the mysteries of outer space. A Science Park is being developed around the Planetarium. Some of the models on display include Resonant Swings, Whispering Dishes, Sun Dial, Giant Kaleidoscope, Model of a Polar Satellite Launching Vehicle (PSLV).",
        "Timings":"3 PM and 4:30 PM. Closed on Mondays.",
        "EntryFee":"Rs 35 for Adults & Rs. 20 for Children"
    },
    {
        "id":"29",
        "category":"Pilgrimage",
        "place":"Sri Gavi Gangadhareswara Temple",
        "distance":"5 Kms From Bangalore City Railway Station",
        "placeLocation":"Basavagundi",
        "TransportationOptions":"Cab / Auto / Bus",
        "images":"https://www.trawell.in/admin/images/upload/148027562GaviTemple_Main.jpg",
        "desc":"At a distance of 5 Kms from Bangalore City Railway Station, Sri Gavi Gangadhareswara Temple is a rock-cut cave temple located near Basavagundi. Dedicated to Lord Shiva, it is one of the oldest temples in Bangalore.\n\nThe temple is believed to have been constructed in 9th century. According to temple legend, this cave temple dates back to the Tretha Yuga. Sage Gautama had worshipped Lord Shiva in this cave temple. The central sanctum is facing south, which is a rare feature. The temple compound has shrines of Devi Parvati and Durga. The images of Shanmukha and Ayyappa and those of Chandra, Surya and Bhairava are exquisitely carved. In the front yard, there are stone monoliths of sun and moon discs. A unique phenomena is witnessed here on January 13th / 14th (Makara Sankranti day) every year when the rays of the setting sun enter through the window, pass between the horns of the Nandi and shine on the Shiva lingam.",
        "Timings":" 7 AM to 12.30 PM & 5 to 8.30 PM",
        "EntryFee":"Free"
    },
    {
        "id":"30",
        "category":" Pilgrimage",
        "place":"St. Mary's Basilica",
        "distance":"5 Kms From Bangalore City Railway Station",
        "placeLocation":"Opposite To Russel Market Square In Shivajinagar",
        "TransportationOptions":"Cab / Auto / Bus",
        "images":"https://www.trawell.in/admin/images/upload/148027662StMaryBasilica_Main.jpg",
        "desc":"At a distance of 5 Kms from Bangalore City Railway Station, St. Mary's Basilica is situated opposite the Russel Market Square in Shivajinagar. This is the oldest church and is the only church in the state that has been elevated to the status of a minor basilica.\n\nIt was initially a small chapel built by Abbe Dubois in 1818. Later it was re-styled by Rev. LE Kleiner. This Church was raised to the status of a Basilica in 1973 on the order of Pope John Paul VI. It was the sixth basilica in India. In 1882, it was further adorned with stained glass windows brought from Paris.\n\nThis basilica has been built in Gothic style with arches, ornamental motifs and stained glass windows. Multiple columns and tall spires of the basilica can be seen from quite a distance. The stained glass windows were removed during World War II and were subsequently restored in 1947. Every year on Sep 8th, the feast of the Virgin Mary is celebrated here. As a part of the feast, an annual car procession is held.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"31",
        "category":"Lake",
        "place":"Ulsoor Lake",
        "distance":"7.5 Kms From Bangalore City Railway Station",
        "placeLocation":"In Ulsoor",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027960UlsoorLake_Main.jpg",
        "desc":"At a distance of 7.5 Kms from Bangalore City Railway Station, Ulsoor Lake is a man-made lake located in Ulsoor. Spread across an area of 125 acres, it is one of the best places to visit in Bangalore city to spend a wonderful evening.\n\nThough the initial lake built during Kempe Gowda's time, it was enhanced by Sir Lewin Bentham Bowring, the then Commissioner of Bangalore. The lake has a recreational complex that has a swimming pool. There is also a garden at one end of the lake known as Kensington Park. This lake is a center of attraction during Ganesh Chathurdi.\n\nBoating facilities are available in Ulsoor Lake. There are many small islands spread across the lake and they can be reached by boat. The Boat Club maintained by KSTDC offers wonderful boating facilities.",
        "Timings":"9:30 AM to 5:30 PM on all days.",
        "EntryFee":"Entry Free, boating fee is Rs 120 per hour."
    },
    {
        "id":"32",
        "category":"Wildlife",
        "place":"Bannerghatta National Park",
        "distance":"23 Kms From Bangalore City Railway Station",
        "placeLocation":"Bannerghatta",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/148027931BannerghattaNationalPark_Main.jpg",
        "desc":"At a distance of 23 km from Bangalore City Railway Station, Bannerghatta National Park is a wildlife park spread in reserve forests of Anekal Range in Karnataka. At an altitude of 1245 - 1634 m, this one of the most famous wildlife parks in Karnataka and among the top tourist places in Bangalore. This park is part of a wildlife corridor for elephants which connects the BR Hills and the Sathyamangalam forest. Bannerghatta is one of the popular national parks in India and among the must include place in Bangalore packages.\n\nBannerghatta National Park was founded in 1971 and declared as a national park in 1974. Spread over an area of 25,000 acre and a portion of the park became a biological reserve called the Bannerghatta Biological Park in 2002. The park consists of the main Nature Reserve, a zoo, a children's park, an aquarium, a crocodile park, a museum, a butterfly park, a snake park and a safari park. The forest consists of deciduous trees and thorny scrubs.",
        "Timings":"9 AM - 5 PM. Closed on Tuesdays.",
        "EntryFee":"Rs.260 for Adults and Rs.130 for Children and Rs.400 for foreigners."
    },
    {
        "id":"33",
        "category":"Museum",
        "place":"Janapada Loka / Folk Art Museum",
        "distance":"52 Kms From Bangalore",
        "placeLocation":"On Bangalore - Mysore Highway Near Ramanagaram",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027997JanapadaLoka_Main.jpg",
        "desc":"At a distance of 52 Kms from Bangalore City Railway Station, the Folk Art Museum or Janapada Loka is situated on the Bangalore - Mysore highway near Ramanagaram. This is one of the popular places of interest in Bangalore.\n\nNumerous collections of masks, artifacts, costumes, collection of folk music and videos of folk dances are exhibited in the museum. Spread over 15 acres, the artifacts in the museum are kept in three buildings namely Lokamahal, Lokamatha Mandira and Chitrakuteera. In Lokamahal the visitors can find interesting folk puppets, utensils, instruments, weapons and masks. In Lokamatha Mandira a wide variety of baskets, utensils and earthen jars are featured which were used to store & grain pickles. In the Chitrakuteera a number of photographs covering different aspects of folk life is displayed.\n\nThe other attraction of the museum is a huge elegantly carved temple chariot. The museum also has an amazing amphitheatre. There is a lake at the rear end of the museum with boating facility.",
        "Timings":"10.30 AM to 5 PM.",
        "EntryFee":"Free"
    },
    {
        "id":"34",
        "category":"Pilgrimage",
        "place":"St Mark's Cathedral",
        "distance":"5 Kms From Bangalore City Railway Station",
        "placeLocation":"Mahatma Gandhi Road",
        "TransportationOptions":"Bus / Cab / Auto",
        "images":"https://www.trawell.in/admin/images/upload/148027995StMarksCathedral_Main.jpg",
        "desc":"At a distance of 5 Kms from Bangalore City Railway Station, St. Mark's Cathedral is located on the Mahatma Gandhi Road. Built in 1812, the cathedral was further expanded and rebuilt in 1927.\n\nThis cream colored Cathedral has a beautiful colonial structure. It has a graceful dome over a semicircular chancel that transports the visitor virtually into peace. It is modeled on St.Paul's Cathedral of the 17th century. This cathedral was constructed keeping in mind the spiritual needs of army personnel and civilians who had moved in from Srirangapatna.\n\nThe walls of the cathedral portray beautiful pictures of Roman archers. It has the best maintained external bells. Its entrance has elaborate woodwork and ornate carvings.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"35",
        "category":"Historical",
        "place":"Gandhi Bhavan",
        "distance":"2.5 Kms From Bangalore City Railway Station",
        "placeLocation":"On Kumara Krupa Road",
        "TransportationOptions":"Cab / Auto / Bus",
        "images":"https://www.trawell.in/admin/images/upload/1480273GandhiBhavan_Main.jpg",
        "desc":"At a distance of 2.5 Kms from Bangalore City Railway Station, Gandhi Bhavan is situated on the Kumara Krupa Road. Gandhi Bhawan was started as Gandhi Smaraka Nidhi (GSN), under the chairmanship of Dr Rajendra Prasad, the then President of India. It is a serene place where one can get a complete insight of Gandhiji's life and teachings.\n\nThe main aim of Gandhi Bhavan in Bangalore was to propagate Gandhian philosophies and ideals among the people of the state, especially among the youth. This building houses an excellent collection of rare photographs and letters of the Mahatma. Pictures of Gandhi's childhood to the last day of his life are displayed here. This is presently used as a venue for sessions, meetings and seminars based on the life and works of Mahatma Gandhi. Every year on 2nd October special programs are held to pay tribute to Gandhi, the great Indian Independence activist.",
        "Timings":"10:30 AM to 1:30 PM and 3 - 5 PM. Closed on Sundays and public holidays.",
        "EntryFee":"Free"
    },
    {
        "id":"36",
        "category":"Waterfall",
        "place":"Sangama & Mekedatu",
        "distance":"93 Kms From Bangalore",
        "placeLocation":"Via Kanakapura",
        "TransportationOptions":"Via Kanakapura",
        "images":"Bus/Cab",
        "desc":"At a distance of 93 Kms from Bangalore (via Kanakapura), 107 Kms from Mysore, Sangama and Mekedatu are two lovely places situated nearby. This is one of the famous weekend getaways from Bangalore. Sangama is the place where Arakavathi river merges with River Kaveri. From this point, about 3.5 kilometers downstream, Mekedatu is a place where river Kaveri flows through a deep and narrow gorge. These two are the must visit places for those people who want to relax amidst pristine nature as part of Bangalore trip.\n\nMekedatu means goat's leap in Kannada. River Kaveri flows into a deep and narrow gorge, so narrow that a goat could leap over it and that is how it got its name. It is said that a goat being chased by a tiger saved its life by jumping over the gorge whereas the tiger did not attempt to take the risk and abandoned the chase. When reaching the gorge the river flows ferociously onto the rocks sculpting them into some amazing shapes. The river Kaveri flows through a deep ravine of just 5-10 meter wide. The water flow is very fierce at this place during monsoons making it very dangerous to swim here. The rocks are also very steep and slippery, and visitors need to be careful while descending the rocks. Several tourists downed here due to water force and slippery rocks.",
        "Timings":"No transportation is available after 5:30 PM.",
        "EntryFee":"Free"
    },
    {
        "id":"37",
        "category":"Adventure",
        "place":"Nandi Hills",
        "distance":"60 Kms From Bangalore",
        "placeLocation":"Close To NH207 Towards Chik Ballapur",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/793916465NandiHills_Main.jpg",
        "desc":"At a distance of 60 Kms from Bangalore (situated close to NH207 towards Chik Ballapur), Nandi Hills or Nandidurga is a popular trekkig destination near Bangalore. Located close to Skandagiri, it is one of the must visit places for trekking enthusiasts as part of Bangalore tour packages and among the popular one day trip from Bangalore.\n\nIt gets its name from the ancient Nandi or bull which is meant to be the mount of Lord Shiva. These hills are the source of the rivers Palar, Arkavati and Pennar. It was one of the Tipu's summer retreats. There are about 1,200 steps laid from foot of the hill to reach the top. Bhoga Nandishwara Temple situated at the foot of the hills is a must see place which houses a 1000 year old sculpture of Nandi.\n\nTipu Sultan's Summer Palace and Tipu's Drop, a 600 ft cliff from where Tipu Sultan used to throw his prisoners, offers a spectacular view of the valley. Amrita Sarovar Lake, ruins of Tipu Sultan's fort are other places to visit. There are also three temples dedicated to Sri Ugra Narasimha, Sri Yoga Narasimha and Sri Bhoga Narasimha.",
        "Timings":"Always Opened",
        "EntryFee":"Rs 100 For Adults"
    },
    {
        "id":"38",
        "category":"Adventure",
        "place":"Shivaganga Hill",
        "distance":"50 Kms From Bangalore",
        "placeLocation":"Close To NH4 Towards Tumkur",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/148027264ShivagangaHill_Main.jpg",
        "desc":"At a distance of 50 Kms from Bangalore (close to NH4 towards Tumkur), Shivaganga Hill lies at an altitude of 4599 ft and it is a good short trekking destination near Bangalore and a popular tourist place to visit near Bangalore.\n\nThere are also two Shiva temples, one very close to the foot of the hill, called Shivaganga Temple and another one at top of the hill, called Gavi Gangadhareshwara Temple. The unique feature of the hill is that it looks like a bull from the East, a Ganesha from the West, a Linga from the South and a cobra from the North. A set of well laid steps will lead you to the top of hill where the shrine of Gavi Gangadhareshwara Cave temple is situated. There is a ruined fort at the bottom of the hill near Shivaganga Temple.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"39",
        "category":"Adventure",
        "place":"Devarayanadurga",
        "distance":"72 Kms From Bangalore",
        "placeLocation":"Near Tumkur",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/793916840Devarayanadurga_Main.jpg",
        "desc":"At a distance of 72 Kms from Bangalore (near Tumkur), Devarayanadurga is a rocky hill situated in the midst of picturesque locality at an altitude of 3940 ft. The main attraction of Devarayanadurga is the temples of Yoga Narasimha & Bhoga Narasimha. The Bhoga Narasimha temple is located at the foothills while the Yoga Narasimha shrine is located at the top of the hill. This is one of the popular tourist places near Bangalore.\n\nThis is also an ideal place for trekking. Motorable road is available till the hill top. Many people trek the hill from the Bhoga Narasimha temple at foothill. One can driver further from Yoga Narasimha temple to the peak of the hill to capture a nice view of the valley and surrounding places.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id":"40",
        "category":"Waterfall",
        "place":"Muthyala Maduvu",
        "distance":"43 Kms From Bangalore City Railway Station",
        "placeLocation":"Near Anekal",
        "TransportationOptions":"Bus / Cab",
        "images":"https://www.trawell.in/admin/images/upload/793916577MutyalaMaduvu_Main.jpg",
        "desc":"At a distance of 43 Kms from Bangalore (towards Hosur on NH7, diversion at Chandapura after Electronic City via Anekal), Muthyala Maduvu is a small & cute waterfall. Also known as Pearl Valley, this is one of the popular Bangalore tourist places to visit for halfday.\n\nMuthyalu means Pearls and Maduvu means Pond or Pool in Kannada. Situated in the midst of hills, nestled deep down in a valley, this secluded place makes a fascinating picnic spot. It is known for its verdant surroundings with water falling from a height of over 100 ft. Take a dive in this crystal clear water and feel one with nature. There are a couple of waterfalls in a small narrow valley. Overlooking these falls is a small shrine dedicated to Shiva, adding a religious touch to the place.\n\nMonsoons (Aug to Nov) is the best time to visit this place. A little walk over around 100 well laid steps from the parking place takes you to the falls. There is a restaurant and restrooms are available near parking place.",
        "Timings":"Always Opened",
        "EntryFee":"Free"
    },
    {
        "id": "41",
        "category": "Adventure",
        "place": "Gudibande Fort & Bhairasagar Lake",
        "distance": "92 Kms From Bangalore",
        "placeLocation": "Gudibande Town, Chikkaballapur district, Karnataka, India",
        "TransportationOptions": "+ Walk/Trek",
        "images": "https://www.trawell.in/admin/images/upload/267238529Gudibande_Fort.jpg",
        "desc": "At a distance of 24 km from Lepakshi, 33 km from Chikballapur, and 92 km from Bangalore, Gudibande Fort was is a historical fort situated at Gudibande town in the Chikkaballapur district of Karnataka. It is one of the popular places of heritage in Karnataka, and among the top places to visit near Bangalore. Gudibande Fort was built in the 17th century, by Byre Gowda, a local chieftain who ruled the place for only three years. It was believed that he belonged to the Tuluva dynasty of the Vijayanagar empire. It can be said as a concise replica of the Madhugiri fort. The fort has seven levels with interconnecting escape routes which would help soldiers to flee in case of emergency. The fort contains two temples dedicated to Lord Shiva and Goddess Parvathi. The Shiva temple is known as 'Sir Rameshwara Temple', and is believed to be established by Lord Rama. One can also visit the Lakshmi Venkataramana Swamy Temple in Gudibande town which was constructed by Cholas. The temple is sort of a cave temple hewn out a huge rock and the name Gudibande to the town came from this where Gudi means temple, and Bande means rock. One can also visit a pristine lake called Bhairasagara Lake, somewhat 3 km before the fort and the unique thing to mention about this lake is its shape as it looks like the Map of India. There are around 500 stairs to trek up to the top from the base of the hill. It takes about 30 to 40 minutes to climb to the very top. Most of the trail is a gradual ascent, but at some stretches where there are steep. Though the trail is not as daunting as the Madhugiri fort trail, the breathtaking view of the whole town, the massive Byrasagara lake and the rocky landscape interspersed with green flats from the top of the Gudibande Fort are worth the trail.",
        "Timings": "6 AM to 6 PM",
        "EntryFee": "Free"
    },
    {
        "id": "42",
        "category": "Adventure",
        "place": "Turahalli Forest",
        "distance": "18 Kms From Bangalore",
        "placeLocation": "Off Kanakapura Road, Bangalore, Karnataka, India",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/283646620Turahalli_Forest.jpg",
        "desc": "At a distance of 18 km from Bangalore Railway Station, Turahalli is a sprawling dry and deciduous forest located off Kanakapura Road, Bangalore. It is one of the best places to visit in Bangalore, especially for nature lovers. Turahalli is a perfect escapade from the hustle and bustle of the city into nature. Considered to be the city's only surviving forest, the forest is sprinkled with huge rock boulders that make it a perfect spot not only to sit and relax but also to pose and take great pictures with the forest in the backdrop. In addition to that, the forest supports rich and varied wildlife, both in terms of flora and fauna. The trees are mostly eucalyptus among other species. The place is quiet, scenic, and surrounded by nature with a wide range of bird species. Popularly known as Karishma Hills, this stretch of beautiful forest is perfect for a day trip if you are looking for a spot of fresh air, exercise, or even adventure. It has a nice view and a small Shani temple on top of a rocky hill. It is also among the few places within the city for natural rock climbing as there are several rocks of various sizes and shapes. Many climbers practice regularly, in preparation for local or international competitions. Vehicles have been banned inside the forest except for cycles. So, the best way to enjoy Turahalli forest is to drive your vehicle up to the entrance, head out for a walk into the forest, and indulge in the rejuvenating environs of the forest. Cycling is the most popular activity in the forest as it is known for its very best cycling trails in the region. Since there are no eateries or food stalls, it is best advised to carry food along.",
        "Timings": "6 AM to 6 PM",
        "EntryFee": "Free"
    },
    {
        "id": "43",
        "category": "Pilgrimage",
        "place": "SRS Hills",
        "distance": "61 Kms From Bangalore",
        "placeLocation": "SRS Betta village, Ramanagara district, Karnataka, India",
        "TransportationOptions": "+ Walk/Trek",
        "images": "https://www.trawell.in/admin/images/upload/283646939SRS_Hills.jpg",
        "desc": "At a distance of 15 km from Ramanagara, and 61 km from Bangalore, Revana Siddeshwara Betta or SRS Hills is a sacred hill located at SRS Betta village in the Ramanagara district of Karnataka. It is one of the popular places of pilgrimage in Ramanagara, and among the best trekking places near Bangalore. Situated at an altitude of 3,066 feet, Sri Revanna Siddeshwara Betta is famed for its arduous rock climbing spots and the Shiva temple. There are 3 temples on the hill, Renukamba temple at the base, Bemeshwari Temple at midway, and Reveanasiddeswara temple at the top. This elegant cave temple of Lord Siddeshwara is snuggled on the notch of a monolithic stone hill and is surrounded by the trails of natural wonders. Sri Revana Siddeshwara Swamy is considered as a reincarnation of the great Jagadguru Shri Renukacharya, who was one of the five acharyas who came to Kali Yuga to teach and preach Virasaivism. One needs to climb around 300 steps to reach the top from the base of the hill. The climbing was not difficult since steps were craved and covered with a sheet on the top with also grills around. It will take 30-40 minutes to reach the hilltop. From the top, one can get the panoramic view of surrounding villages, a beautiful lake, and farms. Whether you are looking for solace or wish to add a rock climbing experience to your trip, then this is the best pick.",
        "Timings": "8.30 AM to 5 PM",
        "EntryFee": "Free"
    },
    {
        "id": "44",
        "category": "Historical",
        "place": "Srirangapatna",
        "distance": "18 km from Mysore, 26 km from Mandya, 124 km from Bangalore",
        "placeLocation": "Mandya district, Karnataka, India",
        "TransportationOptions": "Bus / Cab / Auto",
        "images": "https://www.trawell.in/admin/images/upload/197098113Srirangapatna_Main.jpg",
        "desc": "At a distance of 18 km from Mysore, 26 km from Mandya and 124 km from Bangalore, Srirangapatna or Srirangapattana is a historical town in the Mandya district of Karnataka. Located near the city of Mysore, it is among the popular tourist places in Karnataka owing to its cultural, religious, and historic importance. Srirangapatna is one of the top places to visit near Bangalore. The entire town is surrounded by the river Kaveri to form a river island. According to history, Srirangapatna was founded by the rulers of the Ganga dynasty in the 9th century. However, the destination came into the limelight during the reign of the Vijayanagara Empire. The rise of the Wodeyar kings marked the downfall of the Vijayanagara Empire. During the reign of the Wodeyar kings, Raja Wodeyar conquered Rangaraya in 1610, who was then the viceroy of Srirangapatna. From 1610, the town of Srirangapattana was the capital of Mysore state. Hyder Ali defeated the Wodeyar King and made Srirangapatna their capital for a brief period. In the Battle of Srirangapatna in 1799, Tipu Sultan was killed inside the fort by the combined armies of Nizam of Hyderabad and the British. In addition, this battle also marked the last engagement of the Fourth Anglo-Mysore War. Srirangapatna is among the must include place in your Mysore tour packages. The town takes its name from the celebrated Ranganathaswamy temple, among the must include places in Srirangapatna Tour Packages, one of the most important Vaishnavite centers of pilgrimage in South India. The Srirangapatna temple is dedicated to Lord Vishnu and is one of the largest temples in Karnataka. Daria Daulat (Palace of Tipu Sultan) and Gumbaz (Mausoleum of Tipu Sultan) & Sangama are the other places to visit in Srirangapatna. Hindus come from far and wide to Srirangapatna to immerse the ashes of their dead relatives. Bangalore airport is the nearest airport, which is about 168 km away. Srirangapatna has a railway station, which is well connected with Bangalore, Mysore, Chamarajanagar, and Tirupati. The town is easily accessible from Bangalore, Mandya, and Mysore by road as it is situated on the Bangalore-Mysore highway. Laksha Deepotsava, Ratha Sapthami, Brahmotsavams, Kotarothsava, Holi, Dusshera, and Buddha Purnima are the famous festivals celebrated with much fanfare at Srirangapatna.",
        "Timings": "Always Open",
        "EntryFee": "Free"
    },
    {
        "id": "45",
        "category": "Adventure",
        "place": "Narayanagiri Hills",
        "distance": "60 Kms from Bangalore",
        "placeLocation": "Jalamangala village, Ramanagara district, Karnataka, India",
        "TransportationOptions": "+ Walk/Trek",
        "images": "https://www.trawell.in/admin/images/upload/302360979Narayanagiri_Hills.jpg",
        "desc": "At a distance of 19 km from Ramanagara, and 60 km from Bangalore, Narayanagiri Hill is a mountain peak located at Jalamangala village in the Ramanagara district of Karnataka. It is one of the lesser-known mountain peaks in Karnataka, and among the popular one-day trekking trips from Bangalore. Narayanagiri Hill is situated at an altitude of about 3800 feet. The place is also known by the name Lakshmi Narayana Swamy Betta due to the temple of Laxmi Narayana situated atop the hill. The temple is open only on Saturdays. The entire hill is historically fortified and one can see the remains of a fort wall almost encircling the top of the hill. There are also a vast number of natural caves on the hill. There is a lake in the vicinity which one can visit or enjoy the serenity of it from the top of the hill. This is the perfect place to trek on your weekends and relax at the top through Camping. The hill is accessible via 560 rough steps, hewn on the stone rock face in the upper reaches. The viewing of sunrise on the top of the hill is very admirable. Night trekking is one of the most sought-after activities here. It is advisable to carry your drinking water as there is no source of drinking water on top of the mountain.",
        "Timings": "5 AM to 6 PM",
        "EntryFee": "Free"
    },
    {
        "id": "46",
        "category": "Miscellaneous",
        "place": "Snow City",
        "distance": "8 Kms from Bangalore City Railway Station",
        "placeLocation": "In Jayamahal Center, Bangalore, Karnataka, India",
        "TransportationOptions": "Bus / Cab / Auto",
        "images": "https://www.trawell.in/admin/images/upload/308792270Snow-city.jpg",
        "desc": "At a distance of 8 km from Bangalore Railway Station, Snow City is a theme park located in Jayamahal center of Bangalore. Situated in Fun World & Water World Complex, it is one of the biggest indoor snow parks and entertainment centers in South India, and among the top Bangalore tourist places. Snow City is the first indoor snow park in Bangalore. Spread over 12500 square feet, the entire area is covered with eco-friendly edible snow frozen out of drinking water and oxygen and has maintained temperatures below zero degrees. It is a product of investment of around 15 crore by the Vajra Group. The whole of Snow City is divided into different zones of temperature. The lounge area maintains a temperature between 18 to 24 degrees while the Air-Lock Room is kept between 5 to 15 degrees. Snow City is a great place for families to have fun, with a variety of activities suitable for all ages and skill levels. The Snow City will offer an experience of snowballing, mountain climbing, snow jumping, sliding, Zorbing, basketball, dancing, etc. alongside a fantasy snow castle. One can also indulge in a wide range of interactive games and 9D cinema. In the last 15 minutes, disco lights and music turned on for a fun end to the experience. There will be 10 sessions per day, each with the duration of 45 minutes.",
        "Timings": "10 AM - 8 PM",
        "EntryFee": "Rs. 500 per Person on Weekdays & Rs. 600 per Person on Weekends, Rs. 50 for Camera, Rs. 100 for 9D Cinema"
    },
    {
        "id": "47",
        "category": "Adventure",
        "place": "Doddamakali Nature Camp",
        "distance": "130 Kms from Bangalore",
        "placeLocation": "Near Bheemeshwari, Karnataka, India",
        "TransportationOptions": "Cab",
        "images": "https://www.trawell.in/admin/images/upload/308792390doddamakali%20.jpg",
        "desc": "At a distance of 20 km from Shivanasamudra, 74 km from Mysore and 130 km from Bangalore, Doddamakali Nature Camp is a hidden gem nestled in the heart of Karnataka. Located on the banks of the magnificent River Cauvery, it is one of the scenic destinations in Karnataka, and among the top places to visit near Mysore as well as Bangalore. Situated just 6 km upstream from the Bheemeshwari Fishing Camp, Doddamakali is known for its rustic charm and sylvan surroundings. It is one of the popular locations for corporate team building and weekend getaways in Bangalore. As it is isolated from the hustle and bustle of the city, this place promises a tranquil escape from the chaos of city life. With its lush greenery, gushing river, and abundant wildlife, this place perfectly blends natural beauty and adventure. The main attraction here is the River Cauvery, which flows gracefully through the region, providing ample opportunities for water-based activities like angling, kayaking, and river rafting. The surrounding landscape of Doddamakali is adorned with dense forests, making it an ideal destination for wildlife enthusiasts. The region is home to various exotic species, including elephants, leopards, deer, and numerous bird species. Mountain biking and hiking are also common at Doddamakali. Tourists visiting Doddamakali often go for nature walks and visit the ruins of an ancient Shiva temple located nearby. The forests of Doddamakali are inhabited by the Soliga tribe, an aboriginal tribe that has been living here for centuries. Tourists often interact with the tribal people to learn a thing or two about their primitive survival skills. The camp offers a relaxing and rejuvenating break to the city folks. The resort has 8- 10 tented cottages, ideal for spending a relaxed weekend. It has no electricity and operates solely on solar lamps. The camp also has excellent indoor and outdoor games. Enjoy delicious local cuisine tantalizing your taste buds with authentic flavors. The warmth and hospitality of the locals add to the overall charm of the place, making your stay memorable. The best time to visit Doddamakali is during late monsoons or early winter between August and March when the rainfall has sufficiently fed the river and the river Cauvery is in full bloom. This time is also ideal for fishing and other water activities. In this season, the vegetation is also at its peak greenery to provide for a better experience. To reach Doddamakali, visitors have to go past Hagalur drive along a metal road and reach Shimshapura village. Hagalur is a small town past Kanakapura on the Bangalore - Kanakapura road. From Shimshapura, visitors have to either walk down or negotiate along a winding road in a jeep.",
        "Timings": "24 Hours",
        "EntryFee": "Free"
    },
    {
        "id": "48",
        "category": "Lake",
        "place": "Dandiganahalli Dam",
        "distance": "86 Kms from Bangalore",
        "placeLocation": "Dandiganahalli Village, Karnataka, India",
        "TransportationOptions": "Cab",
        "images": "https://www.trawell.in/admin/images/upload/308792921dandiganahalli-dam.jpg",
        "desc": "At a distance of 42 km from Nandi Hills, and 86 km from Bangalore, Dandiganahalli Dam is a small picturesque reservoir located at Dandiganahalli village in Karnataka. It is one of the unexplored places to visit near Bangalore. Dandiganahalli Dam makes for the best day trip and a perfect escape from the chaos of the city of Bangalore. Nestled in between green hills and dense jungle, the reservoir reverberates with peace and calm and is considered the best place to relax and rejuvenate. There is a long bridge built that stretches out to the water and boasts beautiful views of the surroundings. Dandiganahalli Dam is great for everything from long drives and picnics to quick family trips from Bangalore. The best time to visit the place is in the winter months when the dam is full and the surroundings will be green and lovely. The place is best visited early in the morning, just in time to catch the sunrise or around evening. Bird watching and hiking in the nearby hills are the other activities here. The whole journey took 2 hours to reach the dam from Bangalore. The last 7 km is a narrow village road and the final 1.5 km is a muddy off-road and may not be suitable for low ground clearance cars. There are no shops near this dam, so be packed with some food if you are planning to spend more time here.",
        "Timings": "6 AM - 5 PM",
        "EntryFee": "Free"
    },
    {
        "id": "49",
        "category": "Adventure",
        "place": "Huliyurdurga",
        "distance": "93 Kms From Bangalore",
        "placeLocation": "Near Kunigal, Karnataka, India",
        "TransportationOptions": "+ Walk/Trek",
        "images": "https://www.trawell.in/admin/images/upload/30879239HUliyurdurga.jpg",
        "desc": "At a distance of 24 km from Kunigal, and 93 km from Bangalore, Huliyurdurga Fort is an ancient fort situated at Huliyurdurga village in Kunigal taluk of Karnataka. It is one of the top places for hiking near Bangalore. Huliyurdurga is part of the Navadurgas, situated on the outskirts of Bangalore. They are Savandurga, Nandidurga, Devarayanadurga, Hutridurga, Channarayanadurga, Kabbaldurga, Makalidurga, Huliyurdurga and Byravadurga. Huli means Tiger and Durga means fort in Kannada. Legends say that tigers used to roam and rule this area during the 16th century. However, locals call this hill Kumbi Betta (Inverted clay pot) due to its peculiar shape of an inverted cup. The fortification of the hill is about 845 m above sea level and was said to have been erected by Kempe Gowda, the founder of Bengaluru. The fort later came under the rulers Chikka Devaraya Wodeyar, Hyder Ali, and Tippu Sultan in turn, after which finally in 1792 the Marathas and the British together laid siege to the fort. There are a few ancient temples at the base of the hill believed to have been built during the reign of the Wodeyars. This place is surrounded by thick forests and is a perfect trek for a challenging adventure. This 3 km trail starts from the base of the hill and takes 2 hours. From the base, steps are laid up till the temple of Lord Sri Kumbhi Ganapathi and it was an easy climb. The main climb started after this temple. There were multiple arrows pointing in 3 directions! The path on the temple's left and right led us to nowhere while the remaining path was the vertical climb over rocks. The arrows drawn pointed to that direction! Many people abandon the trail from here and do not go further up. Standing in front of the huge rock face, you may ask - is this the right way? Well, it is! This vertical rock face is the only option to continue on the trail. It is about 12 feet to push up. The gaps in the stone and the trees provided some support to maintain balance while climbing. The initial climb is a narrow stretch of rock and mud. Soon you enter a narrower hole before the path opens into a wider area. Now, one has to climb over a rock which eventually leads to the top section of the fort. The uppermost tier of the fort had the ruins of a few buildings, springs (water ponds), a durbar hall, granaries, etc. The descent back to the parking space will be the same route that you had taken to climb up. You will be down in 20 minutes if you have a relaxed pace. Be careful again on the rock patch. It looks scary to descend. With your hands and legs on the rock, use all your fours and get down.",
        "Timings": "6 AM - 5 PM",
        "EntryFee": "Free"
    },
    
    {
        "id": "50",
        "category": "Miscellaneous",
        "place": "Grover Zampa Vineyards",
        "distance": "45 Kms From Bangalore",
        "placeLocation": "Doddaballapura, Karnataka, India",
        "TransportationOptions": "Cab",
        "images": "https://www.trawell.in/admin/images/upload/308792937Grover-zampa.jpg",
        "desc": "At a distance of 21 km from Nandi Hills, and 45 km from Bangalore, Grover Zampa Vineyards is located at Doddaballapura. It is the longest-standing wine producer and leading exporter in India and among the top places to visit near Bangalore. Situated at an altitude of about 920 m, Grover Zampa Vineyards spread over 410 acres on the foothills of the Nandi Hills. With over 30 years in the trade, the company maintains the most impressive pedigree in the Indian wine industry through its sustainable viticulture practices, selective hand harvesting, and winemaking carried out by a team of local enologists directed by international French wine consultant Michel Rolland and French winemaker Mathias Pollard. Take a trip to Grover Zampa Vineyards to learn the process of winemaking. Go on a tour around this peaceful vineyard, and learn all about their winemaking - from filtering to the packaging of the bottles. Visitors can sample a variety of wines produced at the vineyard and also take part in some fun and traditional grape-stomping! This is an immersive and educational experience that wine lovers cannot afford to miss. There are three tours in a day that start at 10.30 AM, 12 PM, and 2 PM. The winery tour and tasting session would take around 60 to 90 minutes, or sometimes more. The winery tour starts from the crushing unit where visitors will understand the sorting, crushing, fermentation, ageing, bottling, labeling, and packaging of wine bottles that are ready for sale. The barrel room is where they store premium brands of wine in imported oak barrels. Wine tasting will be conducted in the exclusive tasting center - Cave De La Reserve, where visitors will have some fun and taste different varieties of wine.",
        "Timings": "10:30 AM, 12 PM & 2 PM",
        "EntryFee": "Rs. 350 - 500 for Tour, Rs. 1000 - 3000 for Tour & Wine Tasting, Rs. 500 for Grape Stomping"
    },
    {
        "id": "51",
        "category": "Pilgrimage",
        "place": "Shravanabelagola",
        "distance": "140 Kms From Bangalore",
        "placeLocation": "Hassan District, Karnataka",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/132018270Shravanabelagola_Main.jpg",
        "desc": "At a distance of 50 km from Hassan, 83 km from Mysore, and 140 km from Bangalore, Shravanabelagola is one of the most popular Jain pilgrimage centers in South India. This is one of the popular 2 day trip from Bangalore and a major heritage / historical site not to miss in a Karnataka tour packages.\n\nThis place is named after the pond in the middle of the town (Bela-Kola means White Pond). Shravanabelagola is famous for the Bahubali Statue, among the must include places in Shravanabelagola tour packages. With a height of 58 feet carved out of a single block of granite, the statue is supposed to be the tallest monolithic stone statue in the world. The statue was carved during the period of Chamundaraya, a minister of the Ganga King Rajamalla between 982 and 983 CE. The nude statue of Bahubali is carved carefully with much perfection.\n\nAs per the mythology, Lord Gomateshwara (Lord Bahubali) was the son of the first Jain Tirthankara named Lord Adinatha. Lord Adinatha had 99 other sons and when he renounced his kingdom, there was a big fight between the two brothers, Bahubali and Bharatha, over the kingdom. Bharatha lost this battle, but Bahubali did not feel any happiness on seeing his brother's defeat. He then gave the kingdom to his brother and then attained Kevalagnana.\n\nThere are many places to visit in Shravanabelagola in the form of Jain temples and historical sites. Shravanabelagola is famous for two hills called Vindhyagiri and Chandragiri where most of the monuments are located. These two hills are spread on both sides of Temple Pond. The main temple of Gomateswara is located on Vindhyagiri hill along with Odegal Basadi, Tyagada Kamba, Siddhara Basadi, Chennanna Basadi, Akhanda Bagilu, etc. Chandragiri is home to about 14 shrines among which Chamundaraya Basadi, Chandragupta Basadi, Chandraprabha Basadi, Kattale Basadi, and Parshwanatha Basadi are important.\n\nThere are several historical basadis within the town as well. The great emperor of the Mauryan Dynasty Chandragupta Mourya has spent his last days in Shravanabelagola after becoming a follower of Jainism. His grandson Emperor Ashoka has built a basadi for him on Chandragiri hill in the 3rd Century BC. There are more than 800 well-preserved inscriptions dated between the 6th and 19th centuries in Shravanabelagola.\n\nIt usually takes one full day to visit all the historical monuments in Shravanabelagola. About 620 steps provide access to the temple of Gomateswara from the bottom of the hill. For those who can't trek the hill, Dolis are available at the entrance of the temple that charges about Rs. 800 including return. Once in 12 years, Shravanabelagola celebrates the Mahamastakabhisheka festival which attracts thousands of devotees and tourists from all over India. The next Mahamastakabhisheka will be held in Feb 2018.\n\nThere are a few accommodation options available in Shravanabelagola in the form of private lodges and Yatri Nivas.\n\nShravanabelagola is well connected by bus from Bangalore, Mysore & Hassan.",
        "Timings": "Always Opened",
        "EntryFee": "Free"
    },
    {
        "id": "52",
        "category": "Miscellaneous",
        "place": "Bangalore Soma Vineyards",
        "distance": "63 Kms From Bangalore",
        "placeLocation": "Sonnenahalli, Karnataka",
        "TransportationOptions": "Cab",
        "images": "https://www.trawell.in/admin/images/upload/308792605soma-vineyards.jpg",
        "desc": "At a distance of 39 km from Nandi Hills, and 63 km from Bangalore, the Soma Vineyard is located in Sonnenahalli, Karnataka. It is one of the leading wine exporters in India, and among the top places to visit near Bangalore.\n\nSoma Vineyard is spread over a vast area of around 120 acres and is unique with rolling slopes dotted with several fruit trees including coconut, palm, custard apple, and neem. Darby Raju and Aruna own Soma Vineyard. Darby bought the estate in 1980 and converted it into vineyards in 2001. The project has been initially growing grapes and supplying them to Grover intermittently since 2003. The estate specializes mainly in Shiraz (75%), and some Sauvignon Blanc also (25%).\n\nWith Makali Hills on one side, Gundamagere Lake on the other, and a sunset deck within the estate, Soma Vineyards is one of the most scenic vineyards in India. One can spend hours hill-gazing or watching the spectacular sunset or sunrise over the Makali Hills, or even soak in the breathtaking 360-degree views from several vantage points while sipping some of their limited edition wines available only at the vineyard's tavern.\n\nA visit to this estate is a perfect retreat from the city's noise and pollution with only the sounds of vines breaking the silence. It is also ideal for hosting private events. The Soma Vineyard does not take walk-ins so visitors will need to book in advance for a wine-tasting tour here. There are two sessions-one starts from 10:30 AM and the other from 3:30 PM. The session includes a wine tasting followed by lunch and the estate visit.",
        "Timings": "10:30 AM & 3:30 PM",
        "EntryFee": "Rs. 1500 per Person for Wine Tour/Tasting with Snacks, Rs. 2500 per Person for Wine Tour with Lunch/Dinner, Rs. 2000 per Person for Overnight Stay & Breakfast"
    },
    {
        "id": "53",
        "category": "Miscellaneous",
        "place": "Heritage Winery / Domaine Sula",
        "distance": "69 Kms From Bangalore",
        "placeLocation": "Near Channapatna",
        "TransportationOptions": "Cab",
        "images": "https://www.trawell.in/admin/images/upload/308792282Heritage-winery.jpg",
        "desc": "Located 69 km from Bangalore near the town of Channapatna in Karnataka, Heritage Winery, now known as Domaine Sula, is Sula's fourth unit in Karnataka, offering a delightful experience for wine enthusiasts.\n\nSpread across nine acres, Heritage Winery produces Sula's Kadu range of wines, dedicated to tiger conservation within Karnataka, alongside its other exquisite wines. The winery benefits from the favorable climatic conditions of the rustic town of Channapatna, renowned for its exceptional grade wine production in Karnataka.\n\nHeritage Winery is an excellent destination near Bangalore to witness the wine-making process firsthand. The guided tour begins with a visit to the grape farms, showcasing different varieties of grapes cultivated under varying climatic conditions and irrigation techniques. Visitors then proceed to explore the wine-making process, including grape crushing, fermentation, and storage. The tour culminates with a tasting session of Kadu and Sula wines in the winery's tasting room. Additionally, an in-house restaurant offers a diverse selection of European, Italian, and Indian cuisine, perfect for pairing with your favorite wine.\n\nTours and tastings are available seven days a week throughout the year, with walk-ins welcome. However, grape stomping activities are seasonal, best experienced during the harvesting and crushing months between January and March.",
        "Timings": "10.30 AM - 5.30 PM",
        "EntryFee": "Rs. 250 per Person for Wine Tour & Tasting, Rs. 500 per Person for Grape Stomping"
    },
    {
        "id": "54",
        "category": "Miscellaneous",
        "place": "Rico Vineyards & Winery",
        "distance": "22 Kms From Bangalore",
        "placeLocation": "In Chikkaballapur",
        "TransportationOptions": "Cab",
        "images": "https://www.trawell.in/admin/images/upload/308792398rico-vineyard.jpg",
        "desc": "Located just 22 km from Bangalore in the picturesque town of Chikkaballapur, Rico Vineyards & Winery is one of the scenic vineyards in Karnataka, offering a delightful experience for wine lovers and adventure enthusiasts alike.\n\nSpread across 50 acres of lush greenery along Yelahanka - Doddabhallapur Road, Rico Vineyards & Winery is renowned as India's premier wine producer. The vineyard provides a unique opportunity to explore the winemaking process followed by a curated wine-tasting session, coupled with exciting outdoor activities.\n\nThe Rico Wine Park conducts Wine Tours in two sessions - 11 AM and 1 PM, each lasting 2.5 hours. The tour commences with a guided walk through the vineyard, where visitors can observe different grape varieties and learn about winemaking. Participants will be escorted to the grape-crushing area, fermentation tanks, and barrel room, where they can witness wine aging in oak barrels.\n\nNo vineyard tour is complete without a wine-tasting session. At Rico Vineyards & Winery, guests can sample some of their finest wines and discern various notes and flavors. The vineyard offers a unique dining experience amidst the vineyards, where locally sourced ingredients are paired with their finest wines. For the adventurous souls, Rico Vineyards & Winery offers hiking, zipline, and rappelling activities.\n\nFor those seeking an overnight stay, the vineyard provides glamping tents equipped with modern amenities. Nestled amidst the vineyards, these tents offer a unique opportunity to immerse oneself in nature. Rico Vineyards & Winery Tour is a perfect amalgamation of wine, nature, and adventure, catering to both wine enthusiasts and adventure seekers alike.",
        "Timings": "11 AM & 1 PM",
        "EntryFee": "Rs. 1695 for Adults & Rs. 850 for Kids"
    },
    {
        "id": "55",
        "category": "Miscellaneous",
        "place": "Big Banyan Vineyard",
        "distance": "29 Kms From Bangalore",
        "placeLocation": "Near Dodda Alada Mara",
        "TransportationOptions": "Cab",
        "images": "https://www.trawell.in/admin/images/upload/308792839Big-banyan.jpg",
        "desc": "Located 29 km from Bangalore, Big Banyan Vineyard is situated on the outskirts of the city and is one of the scenic vineyards in Karnataka, counted among the top places to visit in Bangalore.\n\nSpread across 20 acres of lush greenery, Big Banyan Vineyard is nestled near the iconic Dodda Alada Mara, a massive 400-year-old banyan tree spanning 3 acres. The red clay soil and the mildly nippy weather with bursts of sunshine provide the perfect conditions for cultivating various varietals. Lucio Matricardi, the vineyard winemaker, has meticulously selected a team of farmers and trained them in the subtle nuances of viticulture. Together, they tend to the vines, prune them, nurture them, wait for the ripe moment, and pluck the grapes for the winery.\n\nThe vineyard is open to the public, offering a modern Tasting Room where visitors can sample four to six wines and enjoy cheese from 10 Cuts of Cheese. The vineyards and the Big Banyan winery provide a rare experience of witnessing the magical creation of exotic fine wines. Visitors can take a leisurely stroll down the vineyards and join the team at the winery as they guide through the entire wine-making process.\n\nThe vineyard offers wine tours from Monday to Sunday, with slots every hour starting from 11 AM to 4 PM. Additionally, on weekends, from Friday to Sunday, there is an extra tour at 5 PM. Advance booking is mandatory to visit the vineyard. Whether you're seeking a short relaxing break or a peaceful weekend getaway, when the hustle and bustle of the city becomes overwhelming, Big Banyan Vineyard is the perfect destination.",
        "Timings": "11 AM - 4 PM",
        "EntryFee": "Rs. 2400 per person"
    },
    {
        "id":"56",
        "category": "Miscellaneous",
        "place": "Nrityagram",
        "distance": "30 Kms From Bangalore City Railway Station",
        "tripDuration": "4 Hours/Half Day",
        "placeLocation": "Near Hesaraghatta",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/116649330Bangalore_Nrityagram_Main.jpg",
        "desc": "At a distance of 30 kms from Bangalore & 5.5 Kms from Hesaraghatta, Nrityagram is a famous dance village on the outskirts of Bangalore.\n\nThe village was established in 1990 by the well-known Odissi dancer Protima Bedi. The idea behind Nrityagram was to develop a traditional Gurukul to teach Indian classical dance. The school offers training in Indian classical dance forms, Odissi, Mohiniattam, Kathak, Bharatnatyam, Kuchipudi, Kathakali and Manipuri.\n\nOne of the best times to visit Nrityagram would be during the Vasanthahabba festival held to celebrate the arrival of spring. Artists from all over the world perform at the Nrityagram amphitheater during this festival.\n\nA temple was built in 1998, which depicts the image of Kelucharan Mohapatra, guru of founder Protima Bedi in a dancing pose. Hesaraghatta Lake is very close (about 4 kms) to Nrityagram and can be visited together.\n\nCasual tours and guided tours are allowed in Nrityagram. Guided tours need to be booked in advance.",
        "Timings": "Always Open",
        "EntryFee": "Free"
    },
    {
        "id":"57",
        "category": "Pilgrimage",
        "place": "Kotilingeshwara",
        "distance": "100 Kms From Bangalore City Railway Station",
        "placeLocation": "Near Bangarapet",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/116649282Bangalore_Kotilingeshwara_Main.jpg",
        "desc": "At a distance of 100 kms from Bangalore, 35 kms from Kolar and 14 kms from Bangarapet, Sri Kotilingeshwara Temple is a wonderful temple situated at Kammasandra village between Bangarapet and Bethamangala. This is one of the popular pilgrimage sites to visit as part of Bangalore tour and also one of the ideal one day trip near Bangalore.\n\nKotilingeshwara, meaning 10 million lingas, is one of the famous pilgrimage sites around Bangalore with great religious significance. This temple is famous for huge 108 feet Shivalinga, which is one of the largest in the world and 35 feet tall Nandi in front of it. There are lakhs of shivalingas all over the temple. The temple was built in 1980 over an area of 13 acres.\n\nThere are several other shrines inside the temple complex and they are usually visited while moving towards the main shivalinga. Apart from the main shrine of Lord Kotilingeshwara, the other shrines include Lord Brahma, Lord Vishnu and Lord Maheshwara temples, Venkataramani Swamy Temple, Goddess Annapoorneshwari Temple, Lord Panduranga Swamy Temple, Lord Panchamukha Ganapathy temple, Lord Rama, Lakshmana and Sita Temple, Lord Anjaneya Temple, Goddess Kanyaka Parameshwari Temple and Goddess Karumaari Amma Temple.\n\nThe temple attracts large crowds during weekends. It is advised to reach the temple early in the morning (preferably, 8 AM) to avoid the crowd. Mahashivaratri (Feb) is the major festival celebrated here which usually attracts around 2 lakh devotees.\n\nPublic transportation is available from Bangarapet.",
        "Timings": "6 AM to 6 PM",
        "EntryFee": "Free"
    },
    {
        "id":"58",
        "category": "Adventure",
        "place": "Anthargange",
        "distance": "80 Kms From Bangalore City Railway Station",
        "placeLocation": "Near Kolar (4 Kms)",
        "TransportationOptions": "Cab / Auto / + Walk/Trek",
        "images": "https://www.trawell.in/admin/images/upload/116649274Bangalore_Anthargange_Main.jpg",
        "desc": "At a distance of 80 kms from Bangalore & 4 kms from Kolar, Anthargange is a wonderful tourist place near Bangalore with religious significance as well as a nature & trekking destination. The place is famous for Anthargange Caves and Temple and which are quite famous as ideal places for trekking from Bangalore city, particularly well known for night treks and camping. This is one of the popular pilgrimage sites to visit around Bangalore.\n\nAnthargange literally means Inner Spring, named after a spring originated in the hill and water flows through a bull statue at the temple in middle of the Anthargange hill. The temple is situated amidst thick vegetation and a wonderful spot to experience natural beauty of the area. Motorable road is available close to the temple but vehicles need to be parked at the entrance of the hill and need to walk up hill for about 15 minutes to reach the temple.\n\nThe temple is very ancient and considered sacred. There is a water pool formed by the water sourced from the spring. The place is full of monkeys and they also attack pilgrims for food sometimes. Visitors are advised to be careful and also take care of kids.\n\nThe Anthargange Caves are located on the peak which is about an hour trek from the temple. There are several caves on the hill top that can be explored by foot. Some of the caves are quite big and good for camping. Several visitors trek up the hill to camp overnight on the hill.\n\nThere are no food options at Anthargange. Please carry food from Kolar if you are planning spend time at Anthargange or trek up to the peak to visit the caves or planning a camp overnight.",
        "Timings": "Always Open",
        "EntryFee": "Free"
    },
    {
        "id":"59",
        "category": "Historical",
        "place": "Kolar",
        "distance": "80 Kms From Bangalore City Railway Station",
        "placeLocation": "Near Kolar",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/116649617Bangalore_Kolar_Main.jpg",
        "desc": "At a distance of 80 kms from Bangalore, Kolar is a small town which was once famous for gold mines. Kolar has several tourist attractions like Someshwara Temple & Kolaramma Temple. Anthargange is about 4 kms from Kolar. Kolar is one of the popular tourist places to visit around Bangalore.\n\nSomeshwara Temple is a beautiful temple built in 14th century during Vijayanagara rule. Dedicated to Lord Shiva, Someshwara Temple is famous for large temple tower built on a stone carved mahadwara. The temple has nice carvings on the pillars and large mahamandapa. There is also a stepped temple tank adjacent to the temple. The temple is located near Fort Area in Kolar.\n\nKolaramma Temple, situated at a distance of 100 meters from Someshwara Temple is another interesting place to visit in Kolar with lot of history. It is believed that the temple was constructed in 5th century during Ganga dynasty. The temple has several carvings from Chola rule (11th century). This is a protected monument and being maintained by ASI. Timings: 5.30 AM - 1.30 PM & 5 PM - 8 PM.",
        "Timings": "Always Open",
        "EntryFee": "Free"
    },
    {
        "id":"60",
        "category": "Pilgrimage",
        "place": "Kurudumale",
        "distance": "116 Kms From Bangalore City Railway Station",
        "placeLocation": "Near Mulabagal",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/116649372Bangalore_Kurudumale_Main.jpg",
        "desc": "At a distance of 116 kms from Bangalore, 41 kms from Kolar and 11 kms from Mulabagal, Kurudumale in Kolar district of Karnataka is famous for Sri Maha Ganapathi Temple and Someswara Temple.\n\nThe Ganapathi shrine is at Kurudumale is regarded as a very powerful. The beautiful temple was built during the reign of Vijayanagara kings. The Ganesha idol in this highly revered temple is 14 feet tall. The temple attracts large crowd during weekends and special festivals. Ganesh Chaturthi (Sep) is the most famous festival celebrated here.\n\nThe Someshwara temple, dedicated to Lord Shiva is believed to be built during Chola period and older than Ganapathi temple. The temple built using rock has interesting carvings. It is believed that this temple was architected by two different artists and the difference in pattern of carvings can be noticed. The tower of the temple sanctum is built in Dravidian style. There is a bull mandapa opposite to the main temple structure with a large monolithic bull statue.\n\nSomeshwara temple is situated 200 meters before Ganapathi temple.\n\nPublic transportation is available to Kurudumale from Mulabagal. There is also a famous Anjaneya Swamy temple in Mulabagal town located just behind bus station which is worth visiting while coming back from Kurudumale.",
        "Timings": "Always Open",
        "EntryFee": "Free"
    },
    {
        "id":"61",
        "category": "Adventure",
        "place": "Bheemeshwari",
        "distance": "103 Kms From Bangalore City Railway Station",
        "placeLocation": "Close To Bangalore - Mysore Road (via Kanakapura)",
        "TransportationOptions": "Bus / Cab / Auto",
        "images": "https://www.trawell.in/admin/images/upload/116649636Bangalore_Bheemeshwari_Main.jpg",
        "desc": "At a distance of 103 km from Bangalore City Junction and 58 km from Mandya and 84 km from Mysore Junction, Bheemeshwari is a small town in Mandya district of Karnataka. It is located between the Shivanasamudra Falls and Mekedatu on River Cauvery. This is one of the popular tourist places to visit near Bangalore and a well known place for the activities of trekking and adventure near Bangalore city, apart from being a famous Bangalore weekend getaway for one day trip.\n\nBheemeshwari is a great spot for eco-tourism and is a natural habitat for the Mahseer fish found in the waters of the Cauvery River. Mahseer is considered as one of the finest game fish in the world. A number of fishing camps have been developed here where professional and amateur anglers can catch mahseer. The surrounding lush forest cover is home to many animas like elephants, wild boars, monkeys, jackals, crocodiles, otters and leopards; as well as a variety of water birds like herons, ibis, cormorants and kingfisher.\n\nBheemeshwari is also a great place for trekking and boating. Tourists can participate in adventure activities like river rafting on the Cauvery, enjoy a coracle ride, take a nature walk to just sit back and indulge in bird watching.\n\nBheemeshwari is surrounded by lush green forests and lies in the midst of steep valleys, this place is ideal for trekking and there are a number of trekking trails here. One can trek to Doddamkali which lies 7 km from Bheemeshwari, an isolated place that is ideal for bird watching that also offers opportunities for rafting and fishing. Galibore is 16 km away from Bheemeshwari. This place is also a natural habitat for fish and attracts large number of anglers. This is a catch and release camp so if you do manage to catch a fish, you have to release it back. There is an elephant camp site near the Cauvery Fishing Camp and you can trek this route, along the river through the jungle trail.\n\nThe best time to visit is just after the monsoons, between August and February. This is the best time for bird watching as river terns, fishing eagles, wood peckers, kingfishers and other water birds flock around the area. These waters are full of dangerous crocodiles and anglers should take precaution and try not to venture onto the banks completely alone.\n\nAccommodation options in Bheemeshwari range from tented cottages to log huts at various fishing camps. These camps offer tents with essential facilities including mosquito nets, cots and bathing facilities.",
        "Timings": "Always Open",
        "EntryFee": "Free"
    },
    {
        "id":"62",
        "category": "Pilgrimage",
        "place": "Ghati Subramanya Temple",
        "distance": "58 Kms From Bangalore City Railway Station",
        "placeLocation": "Close To Bangalore - Hindupur Road",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/116649825Bangalore_Ghati_Subramanya_Temple_Main.jpg",
        "desc": "At a distance of 58 km from Bangalore City Junction, Ghati Subramanya is a popular pilgrim center located near Doddaballapur. This is one of the popular sites pilgrimage near Bangalore and among the well known Bangalore places of interest.\n\nThe Ghati Subramanya temple is dedicated to Lord Subramanya and Lord Lakshmi Narasimha. Lord Subramanya is elder son of Shiva and Parvati. Subramanya is considered as lord of Snakes. It is believed that the idol of Shri Subramanya is self originated. The uniqueness of the temple is Sri Subramanya is facing east and Sri Lakshmi Narasimha is facing west in a single idol. The devotees can view Laxmi Narasimha through a strategically placed mirror.\n\nAccording to legend, Ghati is the place where Lord Subramanya performed penance in the guise of a serpent inside the caves in the mountain ranges of this area before going to kill the demon Tharakasura. Ghati is also the place where Lord Subramanya invoked protection from Lord Lakshmi Narasimha for the serpentine clan from Garuda's scare.\n\nGhati Subramanya has a recorded history of more than 600 years. It is an ancient temple built in Dravidian tradition. The temple is particularly special for those who seek the Lord to bless them with a child. It is also an important centre in South India for snake worship. An interesting ritual here is of installing idols of snakes. One can see thousands of these near the temple. People flock here in thousands and Sri Subramanya is particularly popular with the Tamil population of Karnataka.\n\nThe Pushya Suddha Shasti is one of the biggest festivals in this temple as this day is believed to be the birthday of Lord Subramanya. The other major festival in the temple is Narasimha Jayanthi. Skanda Shasti, Panghuni Uttiram, the wedding anniversary of the Lord and Vaikashi Vishakam are also celebrated here with a lot of fanfare Free lunch is provided daily for the devotees.\n\nTimings: 7.30 AM - 8 PM on all days.",
        "Timings": "7.30 AM - 8 PM on all days.",
        "EntryFee": "Free"
    },
    {
        "id":"63",
        "category": "Adventure",
        "place": "Ramanagara",
        "distance": "54.5 Kms From Bangalore City Railway Station",
        "placeLocation": "NA",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/116649112Bangalore_Ramanagara_Main.jpg",
        "desc": "At a distance of 54.5 km from Bangalore City Junction and 95 km from Mysore Junction, Ramanagara is a town in Karnataka. It is also the headquarters of Ramanagara district. It is base for few good short trekking trails near Bangalore.\n\nRamanagara is famous for its silk market, giving it the other name of Silk town. The Ramanagara district is surrounded by seven majestic hills Shivaramagiri, Yatirajagiri, Somagiri, Krishnagiri, Revana Siddeshwara hill, Jala Siddeshwara hill and Sidilakallu hill. The town has an Agrahara on the left bank of the Arkavati with a temple of Arkeshwara built in later Vijayanagara style. The temple is said to have been renovated by Krishna raja Wodeyar III.\n\nRamanagara is one of the most popular trekking spots around Bangalore. The highest elevation is over 3,000 feet and the treks here are of moderate difficulties. It is home to some highly endangered species of birds such as the Long Billed Vulture and Yellow Throated Bulbul.\n\nAnother Famous hill at Ramanagara is Ramagiri hill, the shooting location of the famous film Sholay, which is about 4 km from Ramanagara. The top of the hill has an ancient Pattabhi Rama temple. The climb is not very strenuous and there are nearly 450 steps to reach this lovely temple. This is one of the most popular places for trekking in Karnataka. The Revana Siddeshwara Betta (3066 ft) Trek offers a breathtaking view of the valley. The Revana Siddeshwara Betta and the Ramadevara hills are the most popular destinations for trekking in Ramanagara.\n\nAdventure enthusiasts can also engage in the challenging and rewarding sport of Rock Climbing in Ramanagara. Over here, two types of rock climbing can be enjoyed: Pitch Climbing and Bouldering. Bouldering is recommended for beginners and groups that are not experienced. Pitch climbing is more difficult with participants having to climb rocks that have a height of over 30 feet. Chimney climbing is a very interesting rock climbing variation that sees the person having to squeeze through small areas in order to get to the top.\n\nJanapada Loka and Kanva reservoir are the nearby attraction of Ramanagara. Kanva Reservoir is located 12 km from Ramanagara. Located halfway between Ramanagara and Channapatna, the reservoir is named after Sage Kanva who was believed to reside in the area during the Ramayana era. The reservoir was built across river Kanva in the year 1946. It is an ideal spot for camping with good fishing spots and bird watching outposts.",
        "Timings": "Always Open",
        "EntryFee": "Free"
    },
    {
        "id":"64",
        "category": "Historical",
        "place": "Big Banyan Tree / Dodda Alada Mara",
        "distance": "25 Kms From Bangalore City Railway Station",
        "placeLocation": "7 Kms From Mysore Road",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/116649520Bangalore_Big_Banyan_Tree_Main.jpg",
        "desc": "At a distance of 25 kms from Bangalore City Junction and 32.6 km from Ramanagara, The Dodda Alada Mara literally translated to Big Banyan Tree is a giant Banyan tree located in the village of Kethohalli in the Bangalore Urban district of Karnataka. This is one of the popular tourist places near Bangalore.\n\nDodda Alada Mara is a single Banyan tree that is 400 years old and has spread over 3 acres of land. This tree is said to be the largest tree in Karnataka and the second largest in India. It has a circumference of more than 250 m and has more than a thousand aerial roots. In last 10-15 years the main root of the tree succumbed to natural disease, and thus the tree now looks like many different trees. The area is fenced and well-maintained with pathways, bright cement seats and handy dustbins.\n\nThere is small temple dedicated to Lord Muneshwara (Lord Shiva). It is believed that the Big Banyan Tree symbolizes the holy trinity of Hindu Gods. The root, stem and branches represent Brahma, Vishnu and Shiva respectively. The big banyan tree is also a well-liked outing for quite some time as well as a preferred location for several film shootings.\n\nManchinabele dam which is 8 km and Mukti Naga Temple, which is 3 km from Dodda Alada Mara are the nearby attractions. Mukti Naga temple houses the world's largest monolithic statue of Lord Naaga about 16 feet tall and 36 tons of weight.\n\nThe Big Banyan Tree can be reached by travelling 7 km down the narrow road to the right at the Kumbalagod junction on Mysore road. Buses can be taken from Majestic to Kengeri and then from Kengeri to Dodda Alada Mara. There are direct buses from KR market to Dodda Alada Mara which stops just beside the tree.",
        "Timings": "5 AM-10 PM",
        "EntryFee": "Free"
    },
    {
        "id":"65",
        "category": "Adventure",
        "place": "Savandurga Hills",
        "distance": "48 Kms From Bangalore City Railway Station",
        "placeLocation": "Close To Bangalore - Magadi Road",
        "TransportationOptions": "Bus / Cab / + Walk/Trek",
        "images": "https://www.trawell.in/admin/images/upload/116649355Bangalore_Savandurga_Main.jpg",
        "desc": "At a distance of 48 km from Bangalore City Junction, 31 km from Ramanagara and 13 km from Magadi, The Savandurga hill is considered to be among the largest monolith hills in Asia. Savandurga hills are located at an altitude of 1226 m above the sea level and are also considered to be a part of the Deccan Plateau. This is one of the popular one day trip from Bangalore for trekking and also one of the ideal weekend getaways from Bangalore.\n\nSavandurga consists of two hills, the Billigudda and the Karigudda. They serve as the base for pilgrims who come to visit the Savandi Veerabhadreshwara Swamy temple and Narasimha Swamy temple, situated at the base of the hills. The paths leading to these temples are quite uneven and thrilling. Thus, they make it to the wish-list of the rock-climbers, cave-explorers and adventurers.\n\nSavandurga was a prominent place during the Hoysala rule. The hill fort on the top of the hill was erected in 1543 by Samanta Raya. It came under control of Kempe Gowda until 1728 when it was captured by the Raja of Mysore from whom it passed to Haider Ali. In 1791 Lord Cornwallis captured Savandurga from Tipu Sultan's army in the Third Anglo-Mysore War.\n\nTrekking in Savandurga is an extremely popular activity. There are actually two main trekking trails that run up towards Savanadurga. One is the Karigudda and the other is the Billigudda trail. Both Karigudda and Billigudda are tough climbs that run vertically up craggy rock faces. Billigudda is little easier to climb and the trail is well marked out. Karigudda is tougher and less explored.\n\nThe climb along Biligudda goes through the ruined fort built by Kempe Gowda. This climb will involve traversing some bare patches of rock and little vegetation. Directions are painted on the rock faces and there are four checkpoints on the way at four different walls of the ruined fort. The climb up to the fort tower can be a challenging trek. On the top, one can get an exhilarating view of the surrounding region. Another stretch of steep climbing from here will go to the small Nandi Mantapa at the top of Billigudda.\n\nFor adventure seekers, Karigudda can be a satisfying trek. A sheer climb with less marked trails and much more difficult to scale than Billigudda, this can be hard even for experienced trekkers as the trek will involve the use of good rock climbing equipment.",
        "Timings": "Always Opened",
        "EntryFee": "Free"
    },
    {
        "id":"66",
        "category": "Adventure",
        "place": "Makalidurga",
        "distance": "61 Kms From Bangalore City Railway Station",
        "placeLocation": "6.5 Kms From Ghati Subramanya Temple",
        "TransportationOptions": "Bus / Cab / + Walk/Trek",
        "images": "https://www.trawell.in/admin/images/upload/116649591Bangalore_Makalidurga_Main.jpg",
        "desc": "At a distance of 61 km from Bangalore City Junction, 18 km from Doddaballapura and 6.4 km from Ghati Subramanya Temple, Makalidurga is a hill fort situated near the village of Makali in Karnataka. This is one of the top things to do in Bangalore.\n\nMakalidurga hill is situated at an altitude of 1350 m above the sea level. It used to be granary storage of the late 1800's palegar 'Makaliraya'. Hence it is known as Makalidurga. At the foothill there is a temple dedicated to Lord Krishna. This hill is filled with date plants, lemon grass and small boulders. From the hill top it is very beautiful to see the lakes on either side, curvy roads and the railway track below this hill. The glimpse of the train from here is very exciting.\n\nMakalidurga Trek is a moderately difficult trek. There are some directions written on the rock which provide directions for climbing. The trekking trail here is not as popular as Savandurga but the experience is still wonderful. The Fort situated atop the massive granite hill is the main attraction in Makalidurga. The fort at the summit has an old temple of Shiva with Nandi and in legend Markandeya Rishi performed penance here. The path leading to the fort comprises of rocky and uneven trails which are often traversed by trekkers from various regions.\n\nAccording to the history of Makalidurga, Vijayanagara Empire where they used to conduct army exercises in this place. The place was later captured by Shahaji (father of Shivaji) after Vijayanagara Empire and then was ruled by Kempe Gowda after he captured that from Shahaji.\n\nThe night trekking in Makalidurga is an excellent experience. The trek to the top of the hill takes about 2 hours, which means trekkers could easily start at 10 at night, camp for a while at the top of the hill and then make the way down by 5 in the morning. Professional guide is required for night trek at Makalidurga and also carry a torch, mosquito repellent, sufficient food and water with trekkers.\n\nVisitors are best advised to carry their own food and water while coming for a day outing in Makalidurga.\n\nThe months of September to February are the best time to trek in Makalidurga.",
        "Timings": "Always Opened",
        "EntryFee": "Free"
    },
    {
        "id":"67",
        "category": "Waterfalls",
        "place": "Muthyala Maduvu (Pearl Valley)",
        "distance": "43 Kms From Bangalore City Railway Station",
        "placeLocation": "Near Anekal",
        "TransportationOptions": "Bus / Cab",
        "images": "https://www.trawell.in/admin/images/upload/793916577MutyalaMaduvu_Main.jpg",
        "desc": "Muthyala Maduvu, also known as Pearl Valley, is a picturesque waterfall located at a distance of 43 km from Bangalore City Railway Station, towards Hosur on NH7 with a diversion at Chandapura after Electronic City via Anekal. Surrounded by hills and nestled deep down in a valley, Muthyala Maduvu is a serene and secluded spot, making it an ideal destination for a half-day picnic.\n\nThe name 'Muthyala Maduvu' is derived from Kannada, where 'Muthyalu' means Pearls and 'Maduvu' means Pond or Pool. The waterfall is known for its breathtaking natural beauty, with water cascading down from a height of over 100 ft into a crystal-clear pool below. Visitors can take a refreshing dip in the pool and immerse themselves in the tranquility of nature. Additionally, there are a couple of smaller waterfalls in the narrow valley.\n\nAdding to the allure of Muthyala Maduvu is a small shrine dedicated to Lord Shiva, which overlooks the waterfalls, providing a religious touch to the place.\n\nThe best time to visit Muthyala Maduvu is during the monsoon season from August to November when the waterfall is at its peak flow. Accessing the waterfall involves a short walk of around 100 well-laid steps from the parking area. Facilities such as a restaurant and restrooms are available near the parking area for the convenience of visitors.",
        "Timings": "Always Open",
        "EntryFee":"Free"
      },
      
      {
        "id":"68",
        "category":"Park",
        "place": "Lumbini Gardens",
        "distance": "11 Kms From Bangalore City Railway Station",
        "placeLocation": "Outer Ring Road Near Hebbal Flyover",
        "TransportationOptions": "Cab / Auto / Bus",
        "images": "https://www.trawell.in/admin/images/upload/14802769LumbiniGardens_Main.jpg",
        "desc": "At a distance of 11 Kms from Bangalore City Railway Station, Lumbini Garden is a lake park situated on Nagawara Lake and an amusement park located on Outer Ring Road near Hebbal flyover. The park offers a variety of attractions including boating facilities on the lake, making it a popular activity for visitors. The park, which stretches over 1.5 km along the outer ring road, provides a pleasant hangout spot for visitors. In addition to boating, Lumbini Gardens features a wave pool, kids' play area, rides for children, bungee jumping, food stalls, and more. The park also houses a high-tech nursery. One of the notable attractions in the park is a 25-meter statue of Buddha. Timings for Lumbini Gardens are from 11 AM to 7 PM.",
        "EntryFee": "Free",
        "Timings": "11 AM to 7 PM"
      }
]      
      